{"metadata":{"responseInfo":{"status":200,"developerMessage":"OK","userMessage":"","errorCode":"","moreInfo":""},"requestInfo":{"apiVersion":1,"resource":"petitions","query":{"body":null,"createdAfter":null,"createdAt":null,"createdBefore":null,"isPublic":1,"isSignable":null,"limit":"200","mock":0,"offset":"0","petitionsDefaultLimit":1000,"publicThreshold":149,"responseId":null,"signatureCount":null,"signatureCountCeiling":null,"signatureCountFloor":0,"signatureThreshold":null,"signatureThresholdCeiling":null,"signatureThresholdFloor":null,"status":null,"title":null,"url":null,"websiteUrl":"https://petitions.whitehouse.gov"}},"resultset":{"count":3084,"limit":200,"offset":0}},"results":[{"id":"53fe45d72bcfa30717000000","type":"petition","title":"Address Duke Energy in the practices of price gouging customers, unjust billing practices, and uncompetitive rates.","body":"Address Duke Energy of Florida for their practices of price gouging residents in their monopolized energy areas. Stop the unjust billing practices used to increase profits such as extending billing cycles of roughly 30 days to 40 days or more, which raises their \"above 1000kwh\" profits. Return funds that citizens were required to pay for the construction of a new power plant that has now been abandoned in a sum exceeding a billion dollars and the millions in profits derived from these failed projects. Address uncompetitive rates they subject Floridians to, that are excessively higher than other entities providing the same services in the state or adjoining areas. They have increased rates up to 48% in some instances in roughly 10 years. ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"19","name":"Energy"},{"id":"121","name":"Poverty"}],"signatureThreshold":100000,"signatureCount":228,"signaturesNeeded":99772,"url":"https://petitions.whitehouse.gov/petition/address-duke-energy-practices-price-gouging-customers-unjust-billing-practices-and-uncompetitive/MFhm47ck","deadline":1411764951,"status":"open","response":null,"created":1409172951,"isSignable":true,"isPublic":true},{"id":"53fd205aa9a0b1cf72000001","type":"petition","title":"Deport Karrueche Tran if deportation is not available send her into exile.","body":"Karrueche Tran violated the number one code of the BeyHive Law. \"Thou should never come for Blue Ivy!\" In a tasteless attempt on a national syndicated television show Ms. Tran made a diss towards America's Princess of the Carter thrown. And we the BeyAgency demands her deportation effective immediately.","issues":[{"id":"2","name":"Arts and Humanities"},{"id":"28","name":"Human Rights"},{"id":"187","name":"Women's Issues"}],"signatureThreshold":100000,"signatureCount":215,"signaturesNeeded":99785,"url":"https://petitions.whitehouse.gov/petition/deport-karrueche-tran-if-deportation-not-available-send-her-exile/3PTZFqTr","deadline":1411689818,"status":"open","response":null,"created":1409097818,"isSignable":true,"isPublic":true},{"id":"53fce5272bcfa32778000000","type":"petition","title":"DEMAND THE VIETNAM COMMUNIST GOVERNMENT TO FREE BUI HANG,THUY QUYNH AND NGUYEN MINH UNCONDITIONAL NOW","body":"STATEMENT BY THE U.S. EMBASSY IN HANOI.\r\nThe U.s. Embassy in Hanoi was quickly declared after the verdict for Bui Thi Minh hang, Nguyen Thi Thuy Quynh and Nguyen Van Minh was found in The Tower: Declaration: On the decision of the Government of Vietnam sentenced the activist Bui Thi Minh hang, Thuy Quynh Nguyen Thi and Nguyen Van Minh we deeply concerned about whether the Government Vietnam convicted and fined imprisonment of activists is Ms. Bui Thi Minh hang, Nguyen Thi Thuy Quynh and Nguyen Van Minh, 36, 24, and 30 months, respectively, in prison under article 245, about \"public order\". The Vietnam authorities use the law on public order to imprison those who criticise the Government because they expressed their political views in a more temperate is alarming.\r\n\r\n","issues":[{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":385,"signaturesNeeded":99615,"url":"https://petitions.whitehouse.gov/petition/demand-vietnam-communist-government-free-bui-hangthuy-quynh-and-nguyen-minh-unconditional-now/ThfxmnTv","deadline":1411674663,"status":"open","response":null,"created":1409082663,"isSignable":true,"isPublic":true},{"id":"53fce1dcee140fa46b000002","type":"petition","title":"The federal government should promote federal policies that encourage adoption of peer to peer ridesharing.","body":"Safe, reliable, affordable transportation that embraces technology is essential to progress in the United States. Despite public transit and other existing transportation services, people in the U.S. still lack sufficient options for safe, friendly, affordable rides. Our country should embrace technology to improve mobility for its citizens. Ridesharing apps show us a picture of the driver and their car, track everything by GPS, and show us exactly when they will arrive. They have rating systems and 24-hour customer service to provide accountability and make sure riders have an enjoyable experience. Now is the time to embrace an innovation that will boost our local economies and quality of life for years to come. Let's move our country forward and support peer to peer transportation option","issues":[{"id":"16","name":"Economy"},{"id":"30","name":"Innovation"},{"id":"169","name":"Transportation and Infrastructure"}],"signatureThreshold":100000,"signatureCount":1402,"signaturesNeeded":98598,"url":"https://petitions.whitehouse.gov/petition/federal-government-should-promote-federal-policies-encourage-adoption-peer-peer-ridesharing/4hHXwHsf","deadline":1411673820,"status":"open","response":null,"created":1409081820,"isSignable":true,"isPublic":true},{"id":"53fcad1aadfd950670000001","type":"petition","title":"Save the \"Phantom of the Opera\" Stage 28 from destruction and make it a National Historic Landmark.","body":"It has come to the attention of many that there are plans to remove and destroy the Historic 'Stage 28' on the Universal Studios back-lot to make room for further development. Constructed in 1924 for the legendary \"Phantom Of The Opera\" starring Lon Chaney Sr. the interior recreation of the Paris Opera House is the single oldest remaining set in all of Hollywood and a unique memorial to the Golden Age of American Cinema. Stage 28 represents a lasting and physical reminder of the artistic and creative feats of some of American Films most legendary individuals. It serves as an inspiration for those both in and out of the movie industry and changed the lives of so many. For these reasons, and many more, it deserves the unique and staying distinction of National Historic Landmark Status. ","issues":[{"id":"2","name":"Arts and Humanities"},{"id":"18","name":"Education"},{"id":"21","name":"Family"}],"signatureThreshold":100000,"signatureCount":1030,"signaturesNeeded":98970,"url":"https://petitions.whitehouse.gov/petition/save-phantom-opera-stage-28-destruction-and-make-it-national-historic-landmark/cpb54DWS","deadline":1411660314,"status":"open","response":null,"created":1409068314,"isSignable":true,"isPublic":true},{"id":"53fa29676ce61c2159000001","type":"petition","title":"Sanction the French entity Believe for violation of Pres. Obamaxs Order by the obstruction of humanitarian aid to Congo","body":"President Obama signed Order 13671, which prohibits the transfer of property from the USA to persons who obstruct the distribution of aid to the Congo (DRC). So this petition is on behalf of Sekamoke, a 501(c)(3) public charity under the IRS Code, EIN 27-4686404, which is assisted by Google Nonprofit Grants to allot royalties owed to creators who cannot pursue their rights due to the crisis in the DRC.\r\n\r\nSadly, Believe Digital, Wizdeo, Murphy Ben International and Spice Digital South Africa all claim to be the exclusive copyright owners of the content created in DRC on the YouTube platform, while collecting royalties without paying the Congolese creators. We respectfully request for sanctions against these entities and restitution from their ill-gotten gains according to the copyright laws.","issues":[{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"},{"id":"121","name":"Poverty"}],"signatureThreshold":100000,"signatureCount":165,"signaturesNeeded":99835,"url":"https://petitions.whitehouse.gov/petition/sanction-french-entity-believe-violation-pres-obama’s-order-obstruction-humanitarian-aid-congo/65ZfYnGV","deadline":1411495527,"status":"open","response":null,"created":1408903527,"isSignable":true,"isPublic":true},{"id":"53f9856d6889382b66000000","type":"petition","title":"Act Immediately and Urgently to Control the International Ebola Epidemic","body":"We urge the President to declare a national and international emergency with regards to the Ebola epidemic in Africa. Ebola cases are growing exponentially, if we do not act now, hundreds of thousands of people will die over the next six months in Africa and beyond. \r\n\r\nThe President should immediately:\r\n\r\n1) Lead an effort to grow the international response to Ebola faster than the epidemic.  Because in Liberia Ebola cases are doubling every 15 days, the response should grow by a factor of 10 in the next 30 days \r\n\r\n2) Have the CDC publish a forecast of total Ebola deaths globally over the next six months and update forecasts weekly based on expected control effort impacts\r\n\r\n3) Set a goal of minimizing total global deaths from the epidemic\r\n\r\n4) Mobilize US military logistic resources as needed","issues":[{"id":"24","name":"Foreign Policy"},{"id":"25","name":"Health Care"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":166,"signaturesNeeded":99834,"url":"https://petitions.whitehouse.gov/petition/act-immediately-and-urgently-control-international-ebola-epidemic/z7fTTxrr","deadline":1411453549,"status":"open","response":null,"created":1408861549,"isSignable":true,"isPublic":true},{"id":"53f785b3ee140fdd37000001","type":"petition","title":"Change regulations for daycares so felons are never allowed to have unsupervised access to children in daycare settings.","body":"In the State of Washington alone there is a list of 35 crimes &amp; felonies, where after a period of 5 years past conviction, a person is then allowed to have unsupervised access with children, even children with special needs. Crimes include but are not limited to residential burglary, custodial sexual misconduct, malicious mischief, &amp; promoting prostitution 1 &amp; 2. This falls under WAC 170-06-0120 Director's list.  Other states have similar lists, with varying limits of time that must pass before a convicted felon or criminal may have unsupervised access to children in a daycare setting. This is a HUGE danger to children, but especially children with special needs. The laws in every single state need to be reformed so that convicted felons are NEVER allowed unsupervised access to children.","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"21","name":"Family"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":205,"signaturesNeeded":99795,"url":"https://petitions.whitehouse.gov/petition/change-regulations-daycares-so-felons-are-never-allowed-have-unsupervised-access-children-daycare/VXB1l0rn","deadline":1411322547,"status":"open","response":null,"created":1408730547,"isSignable":true,"isPublic":true},{"id":"53f6d626adfd953a6f000005","type":"petition","title":"implore the world's people concerned about China Wang Yan x","body":"I am from China, Anhui ordinary citizens Wang YanxBecause the Suffer In Chinese brain controls secret human experimentation (mind control)xFor eight yearsxDue to China's spyxthe Behind chronic use of Chronic poisonxMutilation of physical illnessxNow, as I uncover the truthxSuffered life-threateningxThereforexAppeal, including the U.S.xPeople and the world of justicexAndxHoping to get the U.S. government's humanitarian asylum and helpxnext year andxAllow children to the United States and I checked the body and self-reliant livingxAnd, are not subject to pressure the Chinese government refused visasx\r\n\r\nx8x\r\n","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":162,"signaturesNeeded":99838,"url":"https://petitions.whitehouse.gov/petition/implore-worlds-people-concerned-about-china-wang-yan-恳求全世界的人民关注中国王焰/Mb0lwrld","deadline":1411277606,"status":"open","response":null,"created":1408685606,"isSignable":true,"isPublic":true},{"id":"53f54c842bcfa3a32e000001","type":"petition","title":"Appoint a panel to find effective help for those with Lyme Disease and Associated Tick-Born Infections","body":"A panel of experts on tick-born infections including people with them (e.g., Amy Tan, Daryl Hall, Elena Delle Donne) and prominent doctors/researchers (e.g., Richard Horowitz, Igenex) is desperately needed as Lyme and associated disease are reaching epidemic proportions while the CDC does little but propagate the same story it has told for years about the \"short course of antibiotics\" being curative. This intractability is scandalous and probably profit driven by various people involved in health care, with financial stakes in the status quo. \r\n\r\nA path forward to successful treatment of these illnesses must be found: these drain individuals, families and even the country itself of precious human resources lost to crippling symptoms and the dismissals of these problems. \r\n\r\nThe time is NOW.\r\n","issues":[{"id":"9","name":"Consumer Protections"},{"id":"13","name":"Disabilities"},{"id":"25","name":"Health Care"}],"signatureThreshold":100000,"signatureCount":314,"signaturesNeeded":99686,"url":"https://petitions.whitehouse.gov/petition/appoint-panel-find-effective-help-those-lyme-disease-and-associated-tick-born-infections/Pk9BzV9W","deadline":1411176836,"status":"open","response":null,"created":1408584836,"isSignable":true,"isPublic":true},{"id":"53f4e9ad7043017555000002","type":"petition","title":"Pardon Charly Wingate","body":"Rap icon Max B, also known as Charly Wingate, was found guilty of involvement in a robbery that left a man dead. Charly was sentenced to 40 years on September 4th 2009, without any convincing evidence presented by the state. Charly was accused of orchestrating a robbery and then convicted for armed robbery, kidnapping, aggravated assault, and murder.\r\n\r\nMany feel the rapper's conviction was unusually harsh, cruel and unlawful. On August 30th 2012, Max B's appeal for a retrial was denied with no further notice. We are looking to approach Governor Chris Christie and President Barack Obama for a pardon, or at the very least, a retrial.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":400,"signaturesNeeded":99600,"url":"https://petitions.whitehouse.gov/petition/pardon-charly-wingate/jFMLT6sF","deadline":1411151533,"status":"open","response":null,"created":1408559533,"isSignable":true,"isPublic":true},{"id":"53f4e33aadfd953f24000002","type":"petition","title":"Fire CIA Director John Brennan","body":"It's time for CIA Director John Brennan to go. His recent actions and those of the agency he oversees are unacceptable. An Inspector General's finding that the CIA spied on the Senate Committee investigating its use of torture is a frightening abuse of power.\r\n\r\nBut not only that: Director Brennan lied to Congress about the illegal surveillance. It wouldn't be the first time Director Brennan has lied or misled the public about the CIA's actions.\r\n\r\nDirector Brennan and the CIA should be held accountable. It's time for President Obama to fire Director Brennan and send a message to the CIA that illegal surveillance on Americans will not be tolerated.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"193","name":"Government Reform"}],"signatureThreshold":100000,"signatureCount":785,"signaturesNeeded":99215,"url":"https://petitions.whitehouse.gov/petition/fire-cia-director-john-brennan/K841gjhd","deadline":1411149882,"status":"open","response":null,"created":1408557882,"isSignable":true,"isPublic":true},{"id":"53f3cb4eadfd957572000002","type":"petition","title":"Do everything possible to free American reporter Steven Sotloff from ISIS in Syria and save his life.","body":"Steven Sotloff is an American citizen and reporter with Time magazine who is believed to have gone missing in August of 2013. \r\n\r\nToday, on August 19, 2014 it was revealed that Steven is a captive of the Islamist terrorist organization ISIS. Steven appeared at the end of a video in which reporter James Foley was beheaded. In the video, Steven is seen at the end declaring that he will be next. \r\n\r\nWe, the undersigned call upon you, President Obama, to take immediate action to save Steven's life by any means necessary. \r\n\r\n","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"12","name":"Defense"},{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":11235,"signaturesNeeded":88765,"url":"https://petitions.whitehouse.gov/petition/do-everything-possible-free-american-reporter-steven-sotloff-isis-syria-and-save-his-life/YvKDwNKp","deadline":1411078222,"status":"open","response":null,"created":1408486222,"isSignable":true,"isPublic":true},{"id":"53f3c020eab72a0d71000002","type":"petition","title":"- End the Militarization of Law Enforcement Now! Abolish the  Department of Defense Program 1033","body":"End the Militarization of our Law Enforcement Departments- Abolish Department of Defense Program 1033 Now!\r\nMilitary weaponry and vehicles were not meant to be used against our own civilians. They were intended instead to protect them against outside invasion. \r\n\r\nLocal Law Enforcement Agencies are not, and should not be soldiers.The growing issue of police militarization in United States communities is reaching frightening new levels.\r\nMost recently, in Ferguson MO, military style tanks and machine guns are being utilized during public protests over the recent shooting of Michael Brown, by the police in that city. \r\n\r\nWhile an investigation is ongoing, these protesters, some of which are journalists, are being tear gassed, as well as shot at with compression grenades.\r\n\r\nThis is not a war!","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"12","name":"Defense"}],"signatureThreshold":100000,"signatureCount":1140,"signaturesNeeded":98860,"url":"https://petitions.whitehouse.gov/petition/end-militarization-law-enforcement-now-abolish-department-defense-program-1033/QqRyWl8S","deadline":1411075360,"status":"open","response":null,"created":1408483360,"isSignable":true,"isPublic":true},{"id":"53f37f54a9a0b13220000001","type":"petition","title":"Require Police Officers to Carry Personal Malpractice Insurance","body":"We ask that rather than tax payers paying out settlements for the actions of abusive police officers, instead all police in the US be required to carry personal liability insurance and be subject to direct personal liability for their actions.  This insurance should have rates tied to the officers personal track record, time spent at the gun range and practice scores and other qualifiers as well as the overall track record of the department to encourage officers to weed out the bad apples.\r\n\r\nMany other professionals are required to carry their own insurance, police should have to do the same.  It is utterly unfair for the general public to suffer losses of civic services from high settlement payouts due to the malpractice of officers. ","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"193","name":"Government Reform"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":314,"signaturesNeeded":99686,"url":"https://petitions.whitehouse.gov/petition/require-police-officers-carry-personal-malpractice-insurance/rnq848XR","deadline":1411058772,"status":"open","response":null,"created":1408466772,"isSignable":true,"isPublic":true},{"id":"53f37bc2704301843b000001","type":"petition","title":"rescue the Yezidi women in Iraq who have been kidnapped by ISIL and are now being sold as wives and sex slaves.","body":"In August 2014, hundreds of women belonging to the Yezidi religious minority of Iraq were kidnapped by terrorists of the Islamic State of Iraq and the Levant (ISIL). When making a case for US airstrikes against these terrorists, President Barack Obama referred to reports of them xenslaving women and threatening the systematic destruction of an entire religious community.x \r\n\r\nThe airstrikes have occurred but the Yezidi women are still \"enslaved\" and are currently being sold to Moslems as wives and sex slaves. Hundreds of Yezidi women now face a serious threat to their honor, religion, and their very existence. This is becoming more grave with each passing day. ","issues":[{"id":"12","name":"Defense"},{"id":"24","name":"Foreign Policy"},{"id":"187","name":"Women's Issues"}],"signatureThreshold":100000,"signatureCount":428,"signaturesNeeded":99572,"url":"https://petitions.whitehouse.gov/petition/rescue-yezidi-women-iraq-who-have-been-kidnapped-isil-and-are-now-being-sold-wives-and-sex-slaves/TK7t5sgm","deadline":1411057858,"status":"open","response":null,"created":1408465858,"isSignable":true,"isPublic":true},{"id":"53f330abee140fd373000003","type":"petition","title":"Mr. Obama, return the Nobel Peace Prize !","body":"\r\nThe decision to award Mr. Obama with Nobel Peace Prize was based upon many promises made by him before and after election. \r\nMr. Obama should officially return the Nobel Peace Prize with his apologies, because he:\r\n- had not closed the Guantanamo prison\r\n- is redeploying troops in Iraq\r\n- has not moved US troops out of Afghanistan\r\n- forced regime change in Lybia which resulted in ongoing civil war, deaths of thousands of civilians\r\n- continues to support violent rebels in Syria\r\n- intended to wage war on Syria\r\n- supported violent protests in Ukraine, which ultimately resulted in coup-d'etat and civil war\r\n- did not stop the massacre in Gaza\r\n- failed to provide protection and justice to Americans: murder of Mike Brown, excessive use of power by police, harassment of protesters and journalists\r\n","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":616,"signaturesNeeded":99384,"url":"https://petitions.whitehouse.gov/petition/mr-obama-return-nobel-peace-prize/mTQzZHLJ","deadline":1411038635,"status":"open","response":null,"created":1408446635,"isSignable":true,"isPublic":true},{"id":"53f31dc4adfd95193b000001","type":"petition","title":"SAVE THE WOMEN AND CHILDREN OF AMIRLI FROM THE MASSACRE BY ISLAMIC STATE","body":"Since 12 Jun 2014, the city of Amirli is under the siege of IS terrorist forces. More than 12,000 civilians were trapped inside this city since then and now they run out of food, medicine, formula for infants, fuel, or even clean water.\r\nAfter running out of food stock, people started to die from starvation. Pregnant women and sick people are dying for the shortage of medicine and doctors. Children and infants are dying because of milk formulas shortage and diarrhea disease because of the dirty water. As well as the malnutrition of women, children, and old people.\r\nThe terrorist forces of IS are shelling the city of Amirli with mortars on daily basis. And there are ground attacks every couple of days by IS terrorist forces attempting to overrun the city and make a massacre to the citizens.\r\n","issues":[{"id":"21","name":"Family"},{"id":"28","name":"Human Rights"},{"id":"187","name":"Women's Issues"}],"signatureThreshold":100000,"signatureCount":1510,"signaturesNeeded":98490,"url":"https://petitions.whitehouse.gov/petition/save-women-and-children-amirli-massacre-islamic-state/XN5flXH0","deadline":1411033796,"status":"open","response":null,"created":1408441796,"isSignable":true,"isPublic":true},{"id":"53f2e86500e579e461000001","type":"petition","title":"Vote and pass bill H.R.499 to end the Federal marijuana prohibition.","body":"Please vote on this petition to get congress to vote on this bill to end the Marijuana prohibition.\r\n\r\nhttps://beta.congress.gov/bill/113th-congress/house-bill/499\r\n\r\nH.R.499 - Ending Federal Marijuana Prohibition Act of 2013\r\n\r\nEnding Federal Marijuana Prohibition Act of 2013 - Directs the Attorney General to issue a final order that removes marijuana in any form from all schedules of controlled substances under the Controlled Substances Act.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"16","name":"Economy"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":5255,"signaturesNeeded":94745,"url":"https://petitions.whitehouse.gov/petition/vote-and-pass-bill-hr499-end-federal-marijuana-prohibition/C6s2qszX","deadline":1411020133,"status":"open","response":null,"created":1408428133,"isSignable":true,"isPublic":true},{"id":"53f25a69eab72a0b07000003","type":"petition","title":"Save Ayatullah Nimr Baqir Nimr !","body":"The humanitarian Situation in Saudi-Arabia is getting worst . The famous shiite cleric and human rights defender is imprisoned because of his speaking out against injustice . Not only this but he will be sentenced to death in a week . Dont be someone who looks but doesnt act . ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":946,"signaturesNeeded":99054,"url":"https://petitions.whitehouse.gov/petition/save-ayatullah-nimr-baqir-nimr/CSDqZvrW","deadline":1410983785,"status":"open","response":null,"created":1408391785,"isSignable":true,"isPublic":true},{"id":"53f201b72bcfa39878000002","type":"petition","title":"Fulfill the Ukrainian government's request for military assistance","body":"Columns of Russian military vehicles openly enter Ukraine as proved by the western journalists. The West must adequately respond to these alarming signs of a full-scale official Russian invasion that threatens peace in the whole world.\r\nThe authorities in Kyiv have asked for military assistance from Washington. We hereby request the President Obama and Congress to support Ukrainians in their struggle against Russian agression and to fulfill the Ukrainian government's request for military assistance.","issues":[{"id":"12","name":"Defense"},{"id":"22","name":"Firearms"},{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":4605,"signaturesNeeded":95395,"url":"https://petitions.whitehouse.gov/petition/fulfill-ukrainian-governments-request-military-assistance/2p7t3d4W","deadline":1410961079,"status":"open","response":null,"created":1408369079,"isSignable":true,"isPublic":true},{"id":"53f19ccfeab72a432e000000","type":"petition","title":"Free Whiteboy","body":"Free Whiteboy you shouldn't be locked up for 2 years for a few pounds of marijuana with out intent to distribute. Alex is know as a dear friend to many of us and we some would not want to live in a world where we can enjoy his videos and streams please dont let im get trapped please save him.","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"}],"signatureThreshold":100000,"signatureCount":190,"signaturesNeeded":99810,"url":"https://petitions.whitehouse.gov/petition/free-whiteboy/T4WdrVcn","deadline":1410935247,"status":"open","response":null,"created":1408343247,"isSignable":true,"isPublic":true},{"id":"53f19352688938c607000000","type":"petition","title":"To Enforce Law Enforcement in handling of unfamiliar canines in the course of their job duties to protect and serve.","body":"We the citizens and owners of canines that are being shot by police on their personal property which violates the 4th Amendment Rights because police do not have training in handling a unfamiliar dog and it's illegal search and seizure, The Supreme Court has ruled the protection of our property which states and define our dogs as property but to dog owners they are family members. Police do not get training in handling a unfamiliar dog and many have shot innocent dogs because they don't have training in dealing with dogs they encounter.\r\nOn October 25, 2014 all 50 states will have a march at their state capitals protesting the shooting of innocent dogs Freeze Don't Shoot will be a national march in each state capital.\r\nWe are pro training for officers for their safety and safety of dogs.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"22","name":"Firearms"}],"signatureThreshold":100000,"signatureCount":251,"signaturesNeeded":99749,"url":"https://petitions.whitehouse.gov/petition/enforce-law-enforcement-handling-unfamiliar-canines-course-their-job-duties-protect-and-serve/yNfzBSxy","deadline":1410932818,"status":"open","response":null,"created":1408340818,"isSignable":true,"isPublic":true},{"id":"53f12e1eee140fba78000001","type":"petition","title":"Create a law to collect data, at the national level, and report on all unarmed civilian fatal encounters with police","body":"Create a bill, sign into law, and set aside funds sufficient to collect data, at the national level and report on all unarmed civilian fatal encounters with police officers, sheriffs, and other deputies for all state,county, and municipal authorities. Due to the latest accounts of deadly encounters with police, We the People, petition for the Unarmed Civilian Law. The law shall be made in an effort to establish a centralized national database that would provide empirically acquired information to the public to support the efforts of community based organizations, legislators, other policy makers and individuals who strive to reduce the abuse of state authority. ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":646,"signaturesNeeded":99354,"url":"https://petitions.whitehouse.gov/petition/create-law-collect-data-national-level-and-report-all-unarmed-civilian-fatal-encounters-police/S9LFL88B","deadline":1410906910,"status":"open","response":null,"created":1408314910,"isSignable":true,"isPublic":true},{"id":"53f03490adfd952a53000001","type":"petition","title":"Pressure the Egyptian Government to Free Egyptian-American Mohammed Soltan","body":"Nearly one year after the illegitimate detention of Egyptian-American Mohamed Soltan, we call on the American government to pressure the Egyptians for Soltan's immediate release.\r\n\r\nSoltan was arrested last year for protesting a military coup, the reversal of Egypt's democratic progression and the subsequent state repression that killed, wounded, and jailed thousands. Such crimes were aided &amp; abetted by our decades-long policy of supplying Egypt's military with billions' worth of aid and weaponry.\r\n\r\nSoltan's ordeal has been characterized by torture, malnutrition, and abuse. Despite there being no evidence of the fictitious charges against him, a judge extended Soltan's prison term in January.\r\n\r\nThe American government should stand up for its citizens around the world and act now to #FreeSoltan","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":465,"signaturesNeeded":99535,"url":"https://petitions.whitehouse.gov/petition/pressure-egyptian-government-free-egyptian-american-mohammed-soltan/Hnd9VGdR","deadline":1410843024,"status":"open","response":null,"created":1408251024,"isSignable":true,"isPublic":true},{"id":"53eea4beadfd95e95d000001","type":"petition","title":"SUPPORT CATALAN INDEPENDENCE REFERENDUM ON NOV 9-2014","body":"After the 2012 Catalan march for independence, in which more than 1.5 million citizens marched, the President of Catalonia, Artur Mas, called for new parliamentary elections on 25 November 2012 to elect a new parliament that would exercise the right of self-determination for Catalonia. The Parliament of Catalonia voted to hold a 'referendum or consultation' in the next four-year legislature in which the people of Catalonia would decide on becoming a new independent and sovereign state. The parliamentary decision was approved by a large majority of MPs: 84 voted for, 21 voted against, and 25 abstained.[65] On December 2013 the President of the Generalitat Artur Mas and the governing coalition agreed to set the referendum for self-determination on 9 November 2014.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"193","name":"Government Reform"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":595,"signaturesNeeded":99405,"url":"https://petitions.whitehouse.gov/petition/support-catalan-independence-referendum-nov-9-2014/c7cqQxbm","deadline":1410740670,"status":"open","response":null,"created":1408148670,"isSignable":true,"isPublic":true},{"id":"53ee352d704301e03f000002","type":"petition","title":"help save the United States Postal Service","body":"Please help save the postal service from Postmaster General Patrick Donnahoue as he is attempting everything in his power to privatize the postal service in the name of a process called the Function 4.  This process is part of the postal service's business plan model that is supposed to balance worked hours with mail volume.  The problem is the methodology is skewed and there by producing inaccurate information.  This information is being utilized by the postal service to justify there are more worked hours then mail volume.  If the post master general is allowed to continue closing and consolidating mail facilities it will eliminate thousands of middle and upper middle class jobs.  President Obama you have worked diligently on saving middle class jobs; therefore we implore your help.","issues":[{"id":"115","name":"Postal Service"}],"signatureThreshold":100000,"signatureCount":275,"signaturesNeeded":99725,"url":"https://petitions.whitehouse.gov/petition/help-save-united-states-postal-service/cwv804Wb","deadline":1410712109,"status":"open","response":null,"created":1408120109,"isSignable":true,"isPublic":true},{"id":"53ed5839a9a0b1572a000000","type":"petition","title":"order the demilitarization of local police forces in cities in the United States of America.","body":"We hereby request the President Obama and Congress support the forthcoming legislative bill, Stop Militarizing Law Enforcement Act  or enact legislation that will demand the demilitarization of all local law enforcement in U.S. cities with populations under 1 million people. We further request that in the very few cities exceeding 1 million people, that stringent safeguards be put into place to assure proper training and use of the equipment so there is no assault on law abiding citizens exercising their Constitutional rights. \r\n\r\nOur neighborhoods are not warzones, and police officers should not be treating us like wartime enemies. Any yet, every year, billions of dollarsx worth of military equipment flows from the federal government to state and local police departments. It ends now.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"193","name":"Government Reform"}],"signatureThreshold":100000,"signatureCount":1640,"signaturesNeeded":98360,"url":"https://petitions.whitehouse.gov/petition/order-demilitarization-local-police-forces-cities-united-states-america/LmCGPNbV","deadline":1410655545,"status":"open","response":null,"created":1408063545,"isSignable":true,"isPublic":true},{"id":"53ecff906ce61cfb2e000004","type":"petition","title":"Remove program 1033, which gives unused military equipment to police departments across the United States","body":"Disable program 1033, which donates unused military equipment to police department across the United States. Also, confiscate every piece of donated equipment given to ALL police departments since 1996, since the police departments have forgotten that their role is to protect and serve, not shoot to kill unarmed citizens.","issues":[{"id":"22","name":"Firearms"},{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":1668,"signaturesNeeded":98332,"url":"https://petitions.whitehouse.gov/petition/remove-program-1033-which-gives-unused-military-equipment-police-departments-across-united-states/FKffCPs3","deadline":1410632848,"status":"open","response":null,"created":1408040848,"isSignable":true,"isPublic":true},{"id":"53ec1ba3adfd950841000000","type":"petition","title":"to send in federal troops to remove police from Ferguson who are attacking peaceful protest and arresting free media","body":"This is petition to ask President Obama to send in federal troops to remove the police from the streets in order to restore civil liberties and lessen tensions in Ferguson","issues":[{"id":"4","name":"Civil Rights and Liberties"}],"signatureThreshold":100000,"signatureCount":552,"signaturesNeeded":99448,"url":"https://petitions.whitehouse.gov/petition/send-federal-troops-remove-police-ferguson-who-are-attacking-peaceful-protest-and-arresting-free/2FPFQjqv","deadline":1410574499,"status":"open","response":null,"created":1407982499,"isSignable":true,"isPublic":true},{"id":"53ebf0b77043019677000000","type":"petition","title":"mandate fully paid maternity leave for all working women in the United States for no less than 12 weeks.","body":"Paid maternity leave for all women in the United States","issues":[{"id":"21","name":"Family"},{"id":"187","name":"Women's Issues"}],"signatureThreshold":100000,"signatureCount":1829,"signaturesNeeded":98171,"url":"https://petitions.whitehouse.gov/petition/mandate-fully-paid-maternity-leave-all-working-women-united-states-no-less-12-weeks/RXPRY6kk","deadline":1410563511,"status":"open","response":null,"created":1407971511,"isSignable":true,"isPublic":true},{"id":"53ebe40d6ce61c8e4e00000a","type":"petition","title":"STOP the decision by the US Air Force AETC to close and/or consolidate the US Air Force Security Forces Museum.","body":"The closure of the USAF Security Forces Museum and consolidation with another museum has been recommended by USAF AETC who did not coordinate the action with any stakeholders, including SF members, the the Security Forces Academy, the AFSFA or the privately funded Security Forces Museum Foundation. This is a sign of disrespect toward the Air Police, Security Police, Security Forces career field and those veterans who strive to preserve our history through personal donations. The Museum represents the history, courage and sacrifice of the men and women who have defended the Air Forcexs most vital resources for over 67 years. Please STOP this unilateral action, and encourage AETC to consult with and coordinate options with the stakeholders before marginalizing and boxing up our history. ","issues":[{"id":"181","name":"Veterans and Military Families"}],"signatureThreshold":100000,"signatureCount":2850,"signaturesNeeded":97150,"url":"https://petitions.whitehouse.gov/petition/stop-decision-us-air-force-aetc-close-andor-consolidate-us-air-force-security-forces-museum/7HQSBnqf","deadline":1410560269,"status":"open","response":null,"created":1407968269,"isSignable":true,"isPublic":true},{"id":"53eb446b6ce61c3a50000002","type":"petition","title":"Recognize the Unique and Historic Significance of the Visit of India's Prime Minister Narendra Modi","body":"We the undersigned, believe that Mr. Modi's overwhelming Indian electoral victory, and unprecedented support in the Indian diaspora presents a unique opportunity for the White House to:\r\ni.   Embark upon a special relationship predicated on shared Indian and American values of democracy, human rights, and religious pluralism;\r\nii.  Take mutual steps to increase trade, improve infrastructure and encourage environmental stewardship in both nations;\r\niii.  Further strategic dialogue to identify and eliminate shared threats of global terror networks;    \r\niv.  Explain the arbitrary invocation of Section 212 (a)(2)(g) of the Immigration and Nationality Act that prevented Mr. Modi from several engagements with American supporters;\r\nv.Encourage national events celebrating U.S. India friendship.","issues":[{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":348,"signaturesNeeded":99652,"url":"https://petitions.whitehouse.gov/petition/recognize-unique-and-historic-significance-visit-indias-prime-minister-narendra-modi/0WG6dJ6J","deadline":1410519403,"status":"open","response":null,"created":1407927403,"isSignable":true,"isPublic":true},{"id":"53eaef01adfd95d104000002","type":"petition","title":"Mike Brown Law. Requires all state, county, and local police to wear a camera.","body":"Create a bill, sign into law, and set aside funds to require all state,county, and local police, to wear a camera. Due to the latest accounts of deadly encounters with police, We the People, petition for the Mike Brown Law. Create a bill, sign into law, and set aside funds to require all state,county, and local police, to wear a camera.The law shall be made in an effort to not only detour police misconduct(i.e. brutality, profiling, abuse of power), but to ensure that all police are following procedure, and to remove all question, from normally questionable police encounters. As well, as help to hold all parties within a police investigation, accountable for their actions.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"175","name":"Urban Policy"}],"signatureThreshold":100000,"signatureCount":150899,"signaturesNeeded":0,"url":"https://petitions.whitehouse.gov/petition/mike-brown-law-requires-all-state-county-and-local-police-wear-camera/8tlS5czf","deadline":1410497537,"status":"pending response","response":null,"created":1407905537,"isSignable":true,"isPublic":true},{"id":"53eaa1036889381858000000","type":"petition","title":"Arming Kurds formal forces (The peshmerge)","body":"We want the United States of america to fully arm the kurdish formal forces (The Peshmerga) with weapons,  because they are the only forces in middle east that fight the isis and other terroristic organizations that threatens the international securities. \r\nWhich are the only forces that have the principles, torques and are able to defeat all kinds of terrorism that nears the border of kurdistan. \r\n\r\nAnd kurds have always been and will always be friends with united states of america and all other nations and religion. Peshmerga are protecting the land of peace, safety and coexistence. \r\n\r\nWriten by:Omar Aswad","issues":[{"id":"12","name":"Defense"},{"id":"28","name":"Human Rights"},{"id":"145","name":"Social Security"}],"signatureThreshold":100000,"signatureCount":505,"signaturesNeeded":99495,"url":"https://petitions.whitehouse.gov/petition/arming-kurds-formal-forces-peshmerge/DVTmySb4","deadline":1410477571,"status":"open","response":null,"created":1407885571,"isSignable":true,"isPublic":true},{"id":"53ea7f0500e5790843000001","type":"petition","title":"Require for Go-Prosx to be placed on every and all police officers","body":"If Go-Prosx were to have been placed on every and all police force members it would stop things like what had happened with Michael Brown in Ferguson, MO on August 10th, 2014. It also brings up the fact that there will always be solid evidence against anyone committing any crime, whether it be a civilian or a police officer. IF go-pros cannot be placed on the police task force members then there should at minimum be required to have a dashboard camera or a form of recording device. it has been statistically proven that any form of camera/recording device has made complaints about the police go down by 88% and police brutality down by 60%","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"12","name":"Defense"}],"signatureThreshold":100000,"signatureCount":3217,"signaturesNeeded":96783,"url":"https://petitions.whitehouse.gov/petition/require-go-pros™-be-placed-every-and-all-police-officers/ZdS5lHbf","deadline":1410468869,"status":"open","response":null,"created":1407876869,"isSignable":true,"isPublic":true},{"id":"53ea5ba76ce61cc127000000","type":"petition","title":"Denounce \"AntiRacist Hitler\"!","body":"A disgusting neo-Nazi hate petition on We the People urges readers to watch the hate video \"AntiRacist Hitler.\"\r\nThat video presents Hitler as an anti-racist who promotes diversity as an instrument of genocide, an absurd idea that not only expresses hate against immigrants who give strength and diversity to our country, but also expresses hate toward those who suffered a real genocide by a racist hater who was worse than all these racist haters who want to continue making racist hate the foundation of this country.\r\nLike other white supremacist hate petitions on this site, that one screams about \"White Genocide\" and concludes with the absurd hate statements, \"anti-racist is a code word for anti-white,\" and \"diversity is a code word for white genocide.\"\r\nMr. President, denounce this hate!","issues":[{"id":"18","name":"Education"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":196,"signaturesNeeded":99804,"url":"https://petitions.whitehouse.gov/petition/denounce-antiracist-hitler/nyrDSbWj","deadline":1410459815,"status":"open","response":null,"created":1407867815,"isSignable":true,"isPublic":true},{"id":"53ea381b6889380b35000003","type":"petition","title":"Make a federal decree requiring all law enforcement officers nationwide to wear body cameras that record audio and video","body":"This petition is being put forth to require any law enforcement officer to wear a camera on their clothing, sunglasses, or body that will accurately capture encounters with the public. While I know this may be a costly venture it will be well worth it. Some places that have already engaged this technology have seen not only a drop in crime, but in complaints against the departments as well. While the primary motivation for this petition is to protect the public from officers that may abuse their authority, it can also have positive benefits on reducing complaints, court costs for lawsuits against police departments, as well as helping people to regain the trust that no longer exists between citizens and law enforcement. ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":1890,"signaturesNeeded":98110,"url":"https://petitions.whitehouse.gov/petition/make-federal-decree-requiring-all-law-enforcement-officers-nationwide-wear-body-cameras-record-audio/Gt549NWf","deadline":1410450715,"status":"open","response":null,"created":1407858715,"isSignable":true,"isPublic":true},{"id":"53e954bd2bcfa36007000000","type":"petition","title":"Save the last 1,500 Mandaeans in Iraq with P2 status and bring these ancient pacifists to the United States immediately!","body":"This is the end of the line for the Mandaeans in Iraq. As pacifists they are forbidden from carrying weapons or creating a militia and the Iraqi government is incapable of protecting anyone. We have done an amazing job helping Mandaeans, but without P2 immigration status with the UNHCR, the individual process has been painfully slow for these families. They pray to not endure another week, let alone another year while under the barbaric and sickening threat from ISIS. Other minorities that we have lived peacefully with are also under threat, but here is our distinction: we are ten times smaller than the next biggest ethnoreligious minority, at only 50,000 globally and only 1,500 are left in Iraq. We cannot weather another storm; if we lose any families, it's a huge blow to our small faith.","issues":[{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":307,"signaturesNeeded":99693,"url":"https://petitions.whitehouse.gov/petition/save-last-1500-mandaeans-iraq-p2-status-and-bring-these-ancient-pacifists-united-states-immediately/NMJSF1dp","deadline":1410392509,"status":"open","response":null,"created":1407800509,"isSignable":true,"isPublic":true},{"id":"53e90e1e6889383b67000000","type":"petition","title":"order the Attorney General to investigate nationwide police-brutality &amp; the use of deadly force against people of color.","body":"People of color are fed up with police departments across the nation and our anger is at a boiling point. The mistreatment, profiling, abuse and use of deadly force by the police against people of color has been increasing across the nation. The polices' continued lawless demonstrates a lack of respect, training, understanding and a double standard in how conflicts are approached and resolved with people of color versus their white counterparts. People of color are presumed guilty and therefore treated as less than human, with these presumptions used to justify the behavior of police. Even the presence of recording devices have not stopped the behavior, but instead caused states to pass laws to prevent  recordings. Please help or we have no choice but to regard your silence as acceptance.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":1799,"signaturesNeeded":98201,"url":"https://petitions.whitehouse.gov/petition/order-attorney-general-investigate-nationwide-police-brutality-use-deadly-force-against-people-color/GRlycQWx","deadline":1410374430,"status":"open","response":null,"created":1407782430,"isSignable":true,"isPublic":true},{"id":"53e8d744eab72a8856000006","type":"petition","title":"Honor Indian Democracy and Congratulate the White House for Inviting PM Narendra Modi","body":"India and the USA are natural allies.  They share common values including democracy, freedom of speech, individual rights and strengths emanating from cultural diversity.\r\n\r\nRecently, over 65% of 800 million electorates peacefully participated in India's parliamentary elections. \r\n\r\nThis petition congratulates the White House for inviting PM Modi.  This occasion must be used to celebrate Indian democracy.  \r\n\r\nThis petition cautions the administration to be vary of forces trying to create fissure between the two great democracies as pointed out by the article in Sunday Guardian: \r\n\r\nhttp://www.sunday-guardian.com/news/isi-plans-to-use-us-un-to-tar-modi#.U-bXj6W39CM.twitter\r\n\r\nWe petition that the US government use this opportunity to concede its previous politically motivated visa denial to Mr. Modi","issues":[{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":1027,"signaturesNeeded":98973,"url":"https://petitions.whitehouse.gov/petition/honor-indian-democracy-and-congratulate-white-house-inviting-pm-narendra-modi/jrXdCB6t","deadline":1410360388,"status":"open","response":null,"created":1407768388,"isSignable":true,"isPublic":true},{"id":"53e8d1477043018c42000006","type":"petition","title":"Establish a detailed HOMICIDE UNIT FOR CITY OF WILMINGTON  in DELAWARE so gun violence and murders can be solved...","body":"In Delaware today 8\\11\\13 marks the 17th homicide due to gun violence in the city of Wilmington.. Currently there are no homicide units out the police department  to protect the people or anyone with the time to thoroughly investigate the cases as they stroll in on the desk on a weekly basis. As a resident of Delaware... We have our men the police force that only wear armored vest for protection on the front line asking questions,going door to door while NO ONE WILL SPEAK UP. Cause OF THE \"NO SNITCH\" ...this does apply... We need real private investigators handling these cases.. So families can get the justice they deserve and be able to leave the house to go to the store and not be scared cause of gun violence..  We need the help of the Marshalls like CAMDEN NJ had...THANK YOU.\r\n","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"12","name":"Defense"},{"id":"97","name":"Job Creation"}],"signatureThreshold":100000,"signatureCount":177,"signaturesNeeded":99823,"url":"https://petitions.whitehouse.gov/petition/establish-detailed-homicide-unit-city-wilmington-delaware-so-gun-violence-and-murders-can-be-solved/69RZdDfW","deadline":1410358855,"status":"open","response":null,"created":1407766855,"isSignable":true,"isPublic":true},{"id":"53e83ffb00e5797675000000","type":"petition","title":"Ban the teaching of Creationism and ID in public school Science Education.","body":"Teaching Intelligent Design and Creationism in public schools is already illegal under the 1st Amendment. Creationism is not scientific and ID is nothing more than a rebranding of Creationism. Neither have any place in science (as proven in more than a dozen previous court cases, The most recent being in December 2005, Kitzmiller et al. v. Dover Area School District). Yet laws like The Louisiana Science Education Act, Act 473 (SB733) of 2008 try to get around that. Not to mention it's illegal for the government to specifically endorse any one religion over any other but by teaching these in schools the government is teaching children to be Christians. We need to ban the teaching of Creationism and Intelligent Design in all federally funded public schools throughout the united states.","issues":[{"id":"18","name":"Education"},{"id":"28","name":"Human Rights"},{"id":"139","name":"Science and Space Policy"}],"signatureThreshold":100000,"signatureCount":314,"signaturesNeeded":99686,"url":"https://petitions.whitehouse.gov/petition/ban-teaching-creationism-and-id-public-school-science-education/hJ3zmwVn","deadline":1410321659,"status":"open","response":null,"created":1407729659,"isSignable":true,"isPublic":true},{"id":"53e818cfeab72a8a69000000","type":"petition","title":"issue a statement on the killings of Mike Brown, John Crawford, and Jeremy Lake; and demand congressional action.","body":"This week, 3 young African-American men were killed by police officers. John Crawford was shot in Beavercreek, Ohio carrying a BB gun he was buying inside of a Walmart store. Jeremy Lake was gunned down by his girlfriend's father while they were walking in Oklahoma. Lake's shooter, Shannon Kepler, is a 20+ year veteran of the Tulsa Police Department. Mike Brown was executed while jaywalking by a Ferguson, Missouri cop.\r\n\r\nPresident Obama recently launched an initiative to mentor young black men, \"My Brother's Keeper\". This is a laudable effort by the President needs to address and do everything in his power to stop the continued killing of unarmed black men by the very officers tasked with protecting them.This petition demands a Presidential statement and action to curb police violence.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"22","name":"Firearms"}],"signatureThreshold":100000,"signatureCount":3678,"signaturesNeeded":96322,"url":"https://petitions.whitehouse.gov/petition/issue-statement-killings-mike-brown-john-crawford-and-jeremy-lake-and-demand-congressional-action/6kbxSPJd","deadline":1410311631,"status":"open","response":null,"created":1407719631,"isSignable":true,"isPublic":true},{"id":"53e80137688938ac21000005","type":"petition","title":"Allow Military Service Members with a Concealed Weapons Permit to carry on Military Installations.","body":"We're with a Facebook Page called Support Military Conceal Carry. We're an Active Military and Veteran Run Page that Support Military Conceal Carry. We are proud supporters of the 2nd Amendment and want to see Service Members have the right to protect themselves on Military Installations. \r\n\r\nAnother Fort Hood type tragedy can be stopped or lessened by having trained personnel with a Concealed Weapons Permit be the first responders. \r\n\r\nWe believe that the DoD should set forth Concealed Carry regulations permitting service members in good standing who have received firearms training and certification, to also be certified to carry concealed firearms on DoD installations. \r\n\r\nPlease help share our cause and petition.\r\nAlso, visit us on Facebook:  facebook.com/SMCC2014 \r\n\r\nThank you!","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"12","name":"Defense"},{"id":"22","name":"Firearms"}],"signatureThreshold":100000,"signatureCount":1276,"signaturesNeeded":98724,"url":"https://petitions.whitehouse.gov/petition/allow-military-service-members-concealed-weapons-permit-carry-military-installations/KndMVz2R","deadline":1410305591,"status":"open","response":null,"created":1407713591,"isSignable":true,"isPublic":true},{"id":"53e7e8647043010762000000","type":"petition","title":"remove Kurdistan Workers' Party (PKK) from the list of international terrorist organizations.","body":"In January 2004 the US government declared the Kurdistan Workers Party a terrorist organization under US law. The PKK is a Kurdish political and military organization which from 1984 to 2013 fought an armed struggle against the Turkish state for cultural, political and civil rights.\r\n\r\nAs of august 2014 the US government is assisting the Iraqi government and the regional government in defending the city of Erbil (Hewler), where American diplomats and personnel are stationed. The US government has also attempted to help Yezidi refugees trapped in the Shengal mountains. \r\n\r\nThe PKK has been a partner in defending Iraq and Kurdistan against the Islamic State (IS), thus the US government should remove the PKK from the list of international terrorist organizations - immediately. ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"24","name":"Foreign Policy"},{"id":"193","name":"Government Reform"}],"signatureThreshold":100000,"signatureCount":29258,"signaturesNeeded":70742,"url":"https://petitions.whitehouse.gov/petition/remove-kurdistan-workers-party-pkk-list-international-terrorist-organizations/pxgNYqFD","deadline":1410299236,"status":"open","response":null,"created":1407707236,"isSignable":true,"isPublic":true},{"id":"53e7b1a76889382457000000","type":"petition","title":"Urge the FDA to Say YES to Accelerated Approval of RE-024 for treatment of PKAN.","body":"We urge the Food and Drug Administration (FDA) to use the Accelerated Approval pathway for approval and access to the drug RE-024 for treatment of Pantothenate kinase-associated neurodegeneration (PKAN). RE-024 gives PKAN patients a chance to survive; a chance they do not have without the drug. Furthermore, we ask for approval of the Physicianxs IND submitted by Dr. Michael Kruer for the Kulsrud Brothers of Grace City, ND. RE-024 has now been administered to two patients in Europe who are both showing signs of improvement. Itxs time for the FDA to say YES to PKAN patients in the United States and make this the first generation of PKAN survivors!","issues":[{"id":"13","name":"Disabilities"},{"id":"25","name":"Health Care"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":7680,"signaturesNeeded":92320,"url":"https://petitions.whitehouse.gov/petition/urge-fda-say-yes-accelerated-approval-re-024-treatment-pkan/62wtkjg9","deadline":1410285223,"status":"open","response":null,"created":1407693223,"isSignable":true,"isPublic":true},{"id":"53e722e02bcfa36960000000","type":"petition","title":"Allocate funds to Oakland Chinatown located in Alameda County, California for the purpose of graffiti removal.","body":"Oakland Chinatown has been forsaken by its mayor and local government. This once-thriving, immigrant-run community has been the target of continuous violent robberies, with armed perpetrators entering restaurants and victimizing restaurant owners and patrons. From 2010 the present, a rash of brutal homicides and assaults took place in this town, the victims all of Chinese descent. To further exacerbate this situation, taggers spray graffiti all over commercial businesses and signs. Where we often see tagging under freeway overpasses and alleys, the graffiti in Oakland Chinatown is on main streets, directly covering business signs and entrances. The city offers no graffiti abatement program, and the graffiti has not been removed for at least a year. As a result, businesses have shut down.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"193","name":"Government Reform"}],"signatureThreshold":100000,"signatureCount":494,"signaturesNeeded":99506,"url":"https://petitions.whitehouse.gov/petition/allocate-funds-oakland-chinatown-located-alameda-county-california-purpose-graffiti-removal/3fXng0hX","deadline":1410248672,"status":"open","response":null,"created":1407656672,"isSignable":true,"isPublic":true},{"id":"53e56ec5688938dc1c000000","type":"petition","title":"Investigate the disappearance of United States anti-poaching pilot Bill Fitzpatrick and plane in West Africa.","body":"We, the undersigned, urge you to press for answers regarding the disappearance of United States pilot Bill Fitzpatrick and the plane he was flying in Africa. During the time he was preparing for take off from Kano, Nigeria there was a terrorist attack upon the airport. Bill never arrived at his next destination, Douala, Cameroon, the emergency beacon on the plane was never activated, and no sign of the plane or pilot has yet been found.\r\n\r\nBill was involved in the internationally supported anti-poaching efforts in Odzala Kokoua Park, Republic of Congo, through African-Parks.org. A  U.S. plane had recently arrived on the African continent and Bill was flying it to Congo for use in the efforts to stop Elephant poaching. The plane-to-airport final communication recording has never been heard.","issues":[{"id":"20","name":"Environment"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":2230,"signaturesNeeded":97770,"url":"https://petitions.whitehouse.gov/petition/investigate-disappearance-united-states-anti-poaching-pilot-bill-fitzpatrick-and-plane-west-africa/dWyDrPcS","deadline":1410137029,"status":"open","response":null,"created":1407545029,"isSignable":true,"isPublic":true},{"id":"53e55ad700e579a917000002","type":"petition","title":"Stop H.R. 5344 from banning responsible law abiding citizens from owning body armor.","body":"Preserve our right to own, possess, and transport body armor as a law abiding citizen of the United States. Stop H.R. 5344 from stripping citizens of our freedom and ability to defend ourselves and our families. Protect our freedom to purchase and own body armor, regardless of the protection level.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"12","name":"Defense"},{"id":"21","name":"Family"}],"signatureThreshold":100000,"signatureCount":19602,"signaturesNeeded":80398,"url":"https://petitions.whitehouse.gov/petition/stop-hr-5344-banning-responsible-law-abiding-citizens-owning-body-armor/GNrBKFrF","deadline":1410131927,"status":"open","response":null,"created":1407539927,"isSignable":true,"isPublic":true},{"id":"53e505cb704301af12000000","type":"petition","title":"Sanction South Africa for its genocide of White farmers","body":"Sanction the government of South Africa for allowing the torture, murder, and eradication of the White farming class of South Africa.\r\nSince our media doesn't report this genocide against Whites, inform our citizens of it.\r\nHalt the larger White Genocide that's being carried out in White countries worldwide by massive immigration and forced assimilation which in time will blend Whites out of existence.\r\nPublish U.S. crime data to reveal if that larger White Genocide is showing aspects of the violent genocide that's being waged against South Africa's White farmers.\r\nThose perpetrating both kinds of genocide against Whites say they're anti-racist. What they are is anti-white.\r\nAnti-racist is a code word for anti-white.\r\n-\r\nThe Sunday Times: \"White farmers 'being wiped out'\"\r\nhttp://thetim.es/1AYR946","issues":[{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":298,"signaturesNeeded":99702,"url":"https://petitions.whitehouse.gov/petition/sanction-south-africa-its-genocide-white-farmers/ZQV2Cfv5","deadline":1410110155,"status":"open","response":null,"created":1407518155,"isSignable":true,"isPublic":true},{"id":"53e4a911a9a0b1d967000002","type":"petition","title":"Release Ebola experimental drug, Zmapp to Africa.","body":"As at this morning, about 1,000 people have gone to untimely grave as a result of the Ebola Virus infection. We trust that with hands together, we can STOP this epidemic.\r\n\r\nWe are Appealing to the Obama administration to please, release the experimental drug, Zmapp to affect countries in Africa.\r\nTime is not in our side, and there is no better moment to act against this death agent, Ebola, than Now.\r\n\r\nSave Humanity, sign this petition TODAY!!! ","issues":[{"id":"25","name":"Health Care"}],"signatureThreshold":100000,"signatureCount":405,"signaturesNeeded":99595,"url":"https://petitions.whitehouse.gov/petition/release-ebola-experimental-drug-zmapp-africa/kYS9kyhD","deadline":1410086417,"status":"open","response":null,"created":1407494417,"isSignable":true,"isPublic":true},{"id":"53e4831a2bcfa32123000001","type":"petition","title":"Release experimental drug, Zmapp to Africa!","body":"Let us all come together and urge the Obama administration to release the experimental drug, Zmapp to medical personnel in Africa who contracted the disease in their line of duty. Their survival is essential to treating and quelling the epidemic that is gradually spreading across Africa. \r\n\r\nIf you believe in this petition, please add your voice by signing now!","issues":[{"id":"25","name":"Health Care"}],"signatureThreshold":100000,"signatureCount":2003,"signaturesNeeded":97997,"url":"https://petitions.whitehouse.gov/petition/release-experimental-drug-zmapp-africa/9bYrqL09","deadline":1410076698,"status":"open","response":null,"created":1407484698,"isSignable":true,"isPublic":true},{"id":"53e39aca688938cd4e000000","type":"petition","title":"provide immediate military assistance to the Kurdish Regional Government.","body":"The Islamist ISIS terrorists are making serious inroads against our long-time friends and allies, the Kurds.  The area controlled by the Kurdish Regional Government has hitherto been an island of peace, stability, and religious toleration in Iraq.\r\n\r\nFor it to remain so, the Kurdish peshmerga require immediate military assistance--munitions and modern weapons--to defend themselves, their people, and (indeed) all of Iraq against this dire threat.\r\n\r\nWe urge the Obama Administration to take immediate steps to meet the military needs of the Kurds, as they battle a common enemy, one that has comprehensively and repeatedly demonstrated its hostility to political and religious freedom.","issues":[{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":1976,"signaturesNeeded":98024,"url":"https://petitions.whitehouse.gov/petition/provide-immediate-military-assistance-kurdish-regional-government/0tTKmVKN","deadline":1410017226,"status":"open","response":null,"created":1407425226,"isSignable":true,"isPublic":true},{"id":"53e3765ceab72a8778000001","type":"petition","title":"Protect Gray Wolf habitats in the U.S. and stop the killing of this precious native species. Wolves are not a threat.","body":"The hunting of Gray Wolves cannot be allowed to continue or else the species will once again be highly endangered and at risk for extinction. Ranchers should not kill wolves. Wolves are not a threat to humans and rarely harm livestock. Wolves have been demonized for centuries and ranchers exploit the opportunity to shoot and/or trap wolves (an act of animal cruelty) using the excuse that livestock need to be protected. The impact of wolves on livestock is, in reality, minimal. There are effective, humane ways to deter wolves from one's property. Recreational wolf hunting must be banned. As large, intelligent, social, top-level mammalian predators, wolves play a vital role in maintaining healthy ecosystems. Protect U.S. wolves and their habitats under federal law.","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"20","name":"Environment"},{"id":"109","name":"Natural Resources"}],"signatureThreshold":100000,"signatureCount":734,"signaturesNeeded":99266,"url":"https://petitions.whitehouse.gov/petition/protect-gray-wolf-habitats-us-and-stop-killing-precious-native-species-wolves-are-not-threat/qpXSygB3","deadline":1410007900,"status":"open","response":null,"created":1407415900,"isSignable":true,"isPublic":true},{"id":"53e30b3700e579b911000000","type":"petition","title":"JUSTICE FOR Shaneen Allen","body":"Shaneen Allen I a single mother with 3 kids who is now will be facing jail time if convicted for carry a firearm in the state of New Jersey, she is a law biding citizen who obtained her firearm legal with concealed carry permit in the home state of Philadelphia, as She was traveling the NJ state trooper pulled her over for unsafe line change and as the of requested for her document, as a law abiding citizen she is, she informed the officer that she is a concealed carry permit holder and that she was carrying, the officer quickly took her gun and placed her under arrest for legal possession of a firearm in New jersey. Now she is waiting trial and if convicted she will be behind bars for 3 years or more. Shaneen Allen doesn't deserve to be labeled a felony.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"22","name":"Firearms"}],"signatureThreshold":100000,"signatureCount":399,"signaturesNeeded":99601,"url":"https://petitions.whitehouse.gov/petition/justice-shaneen-allen/HbmhDWDk","deadline":1409980471,"status":"open","response":null,"created":1407388471,"isSignable":true,"isPublic":true},{"id":"53e2795aeab72a6113000000","type":"petition","title":"immediately explore airlifting essentials such as water to dozens of thousands of Yezidis stranded in Iraq.","body":"Thousands of members of the endangered minority Yezidi community are stranded atop Mount Sinjar in Iraq.  While it is clear the Administration will not act in defense of principles, with minimal effort, it may be possible to prevent further deaths from severe dehydration from among this vulnerable community.\r\n\r\nWe call upon the Administration to immediately explore airlifting essentials such as water to dozens of thousands of Yezidis stranded in Iraq.","issues":[{"id":"24","name":"Foreign Policy"},{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":703,"signaturesNeeded":99297,"url":"https://petitions.whitehouse.gov/petition/immediately-explore-airlifting-essentials-such-water-dozens-thousands-yezidis-stranded-iraq/XqqkTz9c","deadline":1409943130,"status":"open","response":null,"created":1407351130,"isSignable":true,"isPublic":true},{"id":"53e1fc0beab72ab16c000001","type":"petition","title":"Show xAntiRacist Hitlerx at 2014 White House Conference on STOPPING WHITE GENOCIDE!","body":"xSo many Whites here. We need more diversity.x\r\nThus spake AntiRacist Hitler (translated from the allegorical to English), http://goo.gl/Mhz4v.\r\nWHY do we need more xdiversityx?\r\nWHY must ALL White countries and ONLY White countries be flooded with millions of third world non-whites?\r\nWHY must Whites be forced by law to integrate, and pushed by propaganda to xassimilate,x i.e. intermarry and be blended out of existence?\r\nFlooding and forced assimilation is genocide when itxs done to Tibet, and itxs genocide when itxs done to White countries!\r\nThose carrying out our genocide say theyxre anti-racist. What they are is anti-white!\r\nAnti-racist is a code word for anti-white!\r\nDiversity is a code word for White Genocide!\r\n---\r\nFor a Future with White Children\r\ngoo.gl/3SY5n\r\nLet's grow each month!","issues":[{"id":"2","name":"Arts and Humanities"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":195,"signaturesNeeded":99805,"url":"https://petitions.whitehouse.gov/petition/show-“antiracist-hitler”-2014-white-house-conference-stopping-white-genocide/b8KK2lTP","deadline":1409911051,"status":"open","response":null,"created":1407319051,"isSignable":true,"isPublic":true},{"id":"53e18448a9a0b1241e000000","type":"petition","title":"Repeal the DOT/EPA x25 Year Rulex Car Import Ban to 15-years and Allow the Importation of Non-conforming Cars and Trucks","body":"The Motor Vehicle Safety Compliance Act of 1988 ended import of grey-market vehicles to the USA. No evidence was presented that grey-import vehiclesx safety performance differed significantly from that of US models.\r\n\r\n* Differences between U.S. vehicle and the rest of the car producing world are shrinking all the time. Most 15-year-old cars coming from Canada, Europe, or Japan will not be significantly different in safety or emissions \r\n\r\n* Importers of grey-market vehicles have been targeted by monies taxpayers have intended to be used to secure our country against terrorist activity.\r\n\r\n*Therexs no reason why rules couldnxt be relaxed with no real detriment to safety or environment.\r\n\r\nhttp:// www.petrolicious.com/petrolisti-unite-time-to-rewrite-a-foolish-law\r\n","issues":[{"id":"20","name":"Environment"},{"id":"127","name":"Regulatory Reform"},{"id":"169","name":"Transportation and Infrastructure"}],"signatureThreshold":100000,"signatureCount":58935,"signaturesNeeded":41065,"url":"https://petitions.whitehouse.gov/petition/repeal-dotepa-“25-year-rule”-car-import-ban-15-years-and-allow-importation-non-conforming-cars-and/PhZ4RMgz","deadline":1409880392,"status":"open","response":null,"created":1407288392,"isSignable":true,"isPublic":true},{"id":"53e0ea0f00e579a502000000","type":"petition","title":"Research the viability of a Universal Basic Income in the US.","body":"Research has shown that a Universal Basic Income allows for a more productive and fulfilled population. With an amount based on the federal poverty line and average cost of living, UBI guarantees an unconditional cash transfer to every citizen regardless of income. By demolishing welfare programs such as SNAP that discourage working more because benefits are reduced as an individual does better, the money used for these programs could make UBI a viable, and preferred option to help abolish poverty. We want the US government to research ways to implement UBI, as well as looking into its effects on the social and economic situations of the population.","issues":[{"id":"3","name":"Budget and Taxes"},{"id":"193","name":"Government Reform"},{"id":"121","name":"Poverty"}],"signatureThreshold":100000,"signatureCount":513,"signaturesNeeded":99487,"url":"https://petitions.whitehouse.gov/petition/research-viability-universal-basic-income-us/gztPhVT0","deadline":1409840911,"status":"open","response":null,"created":1407248911,"isSignable":true,"isPublic":true},{"id":"53e0521a704301ce51000000","type":"petition","title":"Back Israel's Insistence on A Demilitarized Gaza","body":"In light of the Gaza Strip being ruled by the elected Hamas terrorist organization that was elected by the great majority of the Palestinian population and Hamas's Racist charter openly encouraging the murder of Jews throughout the Holy land and Hamas actively training to kidnap and murder civilian men, women and children and Hamas actively stockpiling and firing thousands of rockets at Israeli population centers from behind Palestinian schools and mosques and hospitals to kill maximum civilians and Hamas actively using internationally donated supplies to build terrorist tunnels to attack civilians in Israel we call on the President to recognize the clear need to insist on the demilitarization of Gaza. The desires of Hamas are echoed in Psalms 83. The Free world must unite against terror.","issues":[{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":700,"signaturesNeeded":99300,"url":"https://petitions.whitehouse.gov/petition/back-israels-insistence-demilitarized-gaza/1s5XMYSP","deadline":1409802010,"status":"open","response":null,"created":1407210010,"isSignable":true,"isPublic":true},{"id":"53e01235adfd95c22b000001","type":"petition","title":"Encourage states to change our First-Past-the-Post Voting System to a Preferential Voting System.","body":"Our current voting system has brought us to the ruling of only two parties. On every election, the practical choice is only between the Republican and the Democratic candidates. We need more involvement from other parties to make of our democracy a healthier one. The preferential voting system will bring us more choice and freedom when standing by the voting booth.\r\n\r\nLearn more: https://www.youtube.com/watch?v=3Y3jE3B8HsE","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"18","name":"Education"},{"id":"127","name":"Regulatory Reform"}],"signatureThreshold":100000,"signatureCount":278,"signaturesNeeded":99722,"url":"https://petitions.whitehouse.gov/petition/encourage-states-change-our-first-past-post-voting-system-preferential-voting-system/SvNptTYD","deadline":1409785653,"status":"open","response":null,"created":1407193653,"isSignable":true,"isPublic":true},{"id":"53dfef0a688938ce54000001","type":"petition","title":"Drug Test All Elected Federal Officials","body":"California is poised to enact a law requiring doctors to pass a drug test before they will be allowed to practice medicine. This brazen violation of the Fourth Amendment of the U.S. Constitution is supported by a number of federal government officials, including Daniel R. Levinson, inspector general for the Department of Health and Human Services, and California Democrat Senator Barbara Boxer and Representative Nancy Pelosi, the Democrat minority leader of the House. Because government officials are statistically more complicit in illegality than doctors, we the undersigned demand the President call for random drug testing of all elected federal government officials from the highest level down to the most junior member of Congress on a monthly basis by a rotating group of private firms. ","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"193","name":"Government Reform"},{"id":"25","name":"Health Care"}],"signatureThreshold":100000,"signatureCount":642,"signaturesNeeded":99358,"url":"https://petitions.whitehouse.gov/petition/drug-test-all-elected-federal-officials/NbfllHNW","deadline":1409776650,"status":"open","response":null,"created":1407184650,"isSignable":true,"isPublic":true},{"id":"53dee701adfd95c349000002","type":"petition","title":"Stop the killings, pain, and suffering of Yezidis in Iraq.","body":"It will only take a minute for you to sign this and let your voice be heard to make a difference. \r\n\r\nISIS terrorists need to be stopped! \r\n\r\nYou donxt need to be in politics, know about our religion, or even believe in it. You just need to be human. No one deserves this. These evil monsters are forcing the Yezidi minorities in Iraq out of their homes, forcing them to flee into these mountains with no food or water, children, mothers, fathers killed. They are losing their families, losing everything they have, and everything they have ever known. \r\n\r\nWe need the resources to help stop the terrorists from killing these innocent lives. We need to raise our voices until we get to go in there and protect our people and   provide them with peace and safety!\r\n","issues":[{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":1721,"signaturesNeeded":98279,"url":"https://petitions.whitehouse.gov/petition/stop-killings-pain-and-suffering-yezidis-iraq/6LMxDRyJ","deadline":1409709057,"status":"open","response":null,"created":1407117057,"isSignable":true,"isPublic":true},{"id":"53ded14ea9a0b19a0e000000","type":"petition","title":"Stop Armenia to violate casefire regime on the border of Azerbaijan!","body":"We - The Azerbaijan People write you due to last incidents happening in our country. Armed forces of invader Armenian Republic bricked up during last days, violated ceasefire regime systematically in the different directions of Azerbaijan-Armenia state border and contact lines of troops and attacked to the positions of Azerbaijani Armed Forces. Due to this incident many soldiers died and wounded in the border.\r\nThis afflictive incident is a result of 20 year-lasting \"Azerbaijan Armenian Nagorno-Kharabakh conflict\" that has took many young lives and destroy the stability and security in the region. \r\nWe want armenian agressors stop violate the casefire and peace in the region. It is violation of human rights by armenian government and we ask you to support us as you always do in the world. ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"26","name":"Homeland Security and Disaster Relief"}],"signatureThreshold":100000,"signatureCount":3241,"signaturesNeeded":96759,"url":"https://petitions.whitehouse.gov/petition/stop-armenia-violate-casefire-regime-border-azerbaijan/sbD9shFC","deadline":1409703502,"status":"open","response":null,"created":1407111502,"isSignable":true,"isPublic":true},{"id":"53de91f92bcfa3e207000001","type":"petition","title":"Urge All States To Enact Laws That Ban Leaving Animals Alone In Cars During Dangerous Temperatures","body":"Every year, countless dogs die in cars due to extreme temperatures. Despite this, only 15 states have statutes that specifically prohibit leaving an animal in a confined vehicle. Petplan pet insurance believes this a national issue x and that animals need a stronger voice and stronger protection. \r\n\r\nThatxs why we're petitioning the Obama Administration to encourage all 50 states to enact laws prohibiting animals from being left unattended in cars, exposing them to dangerously hot or cold temperatures. On an 85xF day, dogs can be at high risk of succumbing to heat stroke in less than 15 minutes... the time it often takes to run a quick errand. \r\n\r\nBe a voice for those who cannot speak x sign the petition to save dogs' lives today!\r\n\r\nLearn more: www.GoPetplan.com/Driven-To-Bark\r\n","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"21","name":"Family"}],"signatureThreshold":100000,"signatureCount":12848,"signaturesNeeded":87152,"url":"https://petitions.whitehouse.gov/petition/urge-all-states-enact-laws-ban-leaving-animals-alone-cars-during-dangerous-temperatures/JZFXd4KN","deadline":1409687289,"status":"open","response":null,"created":1407095289,"isSignable":true,"isPublic":true},{"id":"53dc601deab72a3b47000000","type":"petition","title":"Support united undivided Iraq, \r\n\r\n\r\nNO to dividing Iraq and YES to Iraq unity","body":"Iraq is a victim of terrorism.  ISIS invaded large part of Iraq,  \r\ntorturing, killing and forcing 1.5 million out of their homes and turned them  into refugees in other parts of Iraq.\r\n\r\nNO to Iraq division and YES to Iraq unity.","issues":[{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":1017,"signaturesNeeded":98983,"url":"https://petitions.whitehouse.gov/petition/support-united-undivided-iraq-no-dividing-iraq-and-yes-iraq-unity/qmfr2mq7","deadline":1409543453,"status":"open","response":null,"created":1406951453,"isSignable":true,"isPublic":true},{"id":"53dbf3b26ce61c5433000000","type":"petition","title":"Mandate all freight trains have two-person crews.","body":"Tell President Obama and Congress to support H.R. 3040 - The Safe Freight Act.\r\n\r\n \r\n\r\nH.R. 3040 mandates that freight trains operate with a certified locomotive engineer and a certified conductor.\r\n\r\n \r\n\r\nOne man crews are unsafe!\r\n\r\n \r\n\r\nOn July 6, 2013 an accident involving an oil train occurred in Lac-Mxgantic, Quebec in which 47 people lost their lives.  Had there been two-crew members working on the train the accident could have been avoided.  A two-person crew is the norm and is imperative for safe train operation!\r\n\r\n \r\n\r\nJoin with me in telling President Obama and Congress to keep our communities safe by mandating two-person crews on all freight trains.  Help prevent tragic accidents from happening again!  Support H.R. 3040","issues":[{"id":"20","name":"Environment"},{"id":"103","name":"Labor"},{"id":"169","name":"Transportation and Infrastructure"}],"signatureThreshold":100000,"signatureCount":5016,"signaturesNeeded":94984,"url":"https://petitions.whitehouse.gov/petition/mandate-all-freight-trains-have-two-person-crews/s0jJ9Rmj","deadline":1409515698,"status":"open","response":null,"created":1406923698,"isSignable":true,"isPublic":true},{"id":"53db780bee140f9766000001","type":"petition","title":"Advancement For Lupus Research","body":"I plea for more research &amp; better medications for myself &amp; others suffering with this horrendous disease. I have been living in pain &amp; dealing with many replacement surgeries along with organ damage. I was finally able to conceive a child who now is 6 years old &amp; my disease is declining. It is not fair for my son to see his mother unable to do the things a normal mother could. I am always @ the doctor's or in the hospital. There are many celebrities that have this disease and unfortunately I feel as though I am speaking out for them as well. I know their voice would make a major difference, but as a good law abiding citizen I would hope you would see myself &amp; other Lupies just as important.","issues":[{"id":"13","name":"Disabilities"},{"id":"16","name":"Economy"},{"id":"25","name":"Health Care"}],"signatureThreshold":100000,"signatureCount":223,"signaturesNeeded":99777,"url":"https://petitions.whitehouse.gov/petition/advancement-lupus-research/Y6Dpv9Wq","deadline":1409484043,"status":"open","response":null,"created":1406892043,"isSignable":true,"isPublic":true},{"id":"53db0d9cadfd956148000000","type":"petition","title":"Create a national historic site interpreting the Great Depression where Dorothea Lange photographed \"Migrant Mother\"","body":"In 1936, the paths of two women crossed, forever changing history.  Photographer Dorothea Lange traveled through Nipomo, California capturing images that represented the Great Depression.  There she ran into Florence Thompson and her children, who were forging a living during a time of poverty.  The photograph that Lange captured has come to represent the face of an entire generation, an era of turmoil, and is one of the most utilized photographs in history.  Interpreting the site would provide a location to discuss a broad array of historic topics including the Great Depression (and associated economic issues that are still applicable today), migrant farm worker issues, and gender issues.  Having a historic site would also preserve history in a rural community and promote heritage tourism","issues":[{"id":"2","name":"Arts and Humanities"},{"id":"18","name":"Education"},{"id":"103","name":"Labor"}],"signatureThreshold":100000,"signatureCount":221,"signaturesNeeded":99779,"url":"https://petitions.whitehouse.gov/petition/create-national-historic-site-interpreting-great-depression-where-dorothea-lange-photographed/lZJWqx9r","deadline":1409456796,"status":"open","response":null,"created":1406864796,"isSignable":true,"isPublic":true},{"id":"53dad4456ce61cc81c000002","type":"petition","title":"STOP WHITE GENOCIDE, by halting MASSIVE third world immigration and FORCED assimilation in White countries","body":"Africa for Africans, Asia for Asians, White countries for EVERYBODY?\r\nALL White countries and ONLY White countries are being flooded with third world non-whites, and Whites are forced by law to integrate with them so as to xassimilate,x i.e. intermarry and be blended out of existence.\r\nThatxs genocide by UN Convention:\r\nxDeliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part.x\r\nDiversity is just a code word for White Genocide!\r\nWe petition the President to take a stand against White Genocide in the United States, and to call for its end in Britain, Europe, Canada, New Zealand, and Australia.\r\nSupporting White Genocide is not anti-racist. Itxs anti-white!\r\nAnti-racist is a code word for anti-white.\r\n----\r\ngoo.gl/3SY5n\r\nLet's grow","issues":[{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":234,"signaturesNeeded":99766,"url":"https://petitions.whitehouse.gov/petition/stop-white-genocide-halting-massive-third-world-immigration-and-forced-assimilation-white-countries/VTwS6SSf","deadline":1409442117,"status":"open","response":null,"created":1406850117,"isSignable":true,"isPublic":true},{"id":"53dab8262f2c887f30000000","type":"petition","title":"declare January 31st as National Omphalocele Awareness Day","body":"This day has been set aside by thousands of families to bring awareness to a birth defect called Omphalocele. This is an abdominal wall defect in which the internal organs (typically liver, intestines, stomach, spleen and others) form outside the body and the muscle wall fails to close. This condition affects 1 in 5000 babies in the form of a small omphalocele and 1 in 10,000 babies will have a giant omphalocele. As parents, the diagnosis can be devastating and many doctors often recommend termination. By declaring a National Day of Awareness we can reach those families who feel alone and without hope and let them know there is support available so they don't have to take this journey alone. ","issues":[{"id":"13","name":"Disabilities"},{"id":"21","name":"Family"},{"id":"25","name":"Health Care"}],"signatureThreshold":100000,"signatureCount":787,"signaturesNeeded":99213,"url":"https://petitions.whitehouse.gov/petition/declare-january-31st-national-omphalocele-awareness-day/3B0QhKsB","deadline":1409434918,"status":"open","response":null,"created":1406842918,"isSignable":true,"isPublic":true},{"id":"53da74a9688938b77f000002","type":"petition","title":"A Class Action Suit Against The 113th Congress By We The People","body":"It is up to the American people to take back our Country from those politicians, who would have as their priorities, political  gains/plays; rather than representation of their constituents. Congress is in violation of the Constitution, as this body has been entrusted with sacred fiduciary responsibilities on behalf of the People; sworn an oath; yet is on track to become the least productive Congress in history.  Frivolous spending and wasting of taxpayer dollars on a lawsuit against the President; excessive investigations on IRS and Benghazi; and shutting down the Government are additional shortcomings of this body. Such funds/time could be put to better use-Jobs;Immigration Reform; Border Crisis; Gun Control; Mental Health;Economy; Voting Rights etc. Congress should not be above the law.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"193","name":"Government Reform"}],"signatureThreshold":100000,"signatureCount":2795,"signaturesNeeded":97205,"url":"https://petitions.whitehouse.gov/petition/class-action-suit-against-113th-congress-we-people/lZYzl90T","deadline":1409417642,"status":"open","response":null,"created":1406825642,"isSignable":true,"isPublic":true},{"id":"53da50b0ee140fe313000000","type":"petition","title":"Stop Anti-Consumer Contact Lens Pricing Policies","body":"Major contact lens manufacturers (eg. J&amp;J) have recently begun shifting to a new pricing policy (Unilateral Pricing Policy or UPP) to dictate that their lenses have to be sold by retailers and doctors at or above a set price, prohibiting anyone from offering discounts. Ultimately, consumers lose the ability to shop around for a better price.\r\n\r\nThe simple fact about this policy is that you, the consumer, will pay a higher set price for your contacts. It is not fair to allow doctors to prescribe a medical product, and to bind patients to a brand specific prescription and ultimately allow the doctor to sell that same prescribed medical product directly to the patient at a fixed price.  This represents a conflict of interest that is being strengthened by the manufacturer's pricing policies.\r\n","issues":[{"id":"9","name":"Consumer Protections"},{"id":"25","name":"Health Care"}],"signatureThreshold":100000,"signatureCount":309,"signaturesNeeded":99691,"url":"https://petitions.whitehouse.gov/petition/stop-anti-consumer-contact-lens-pricing-policies/wflVFlBn","deadline":1409408432,"status":"open","response":null,"created":1406816432,"isSignable":true,"isPublic":true},{"id":"53d9967bee140f6732000002","type":"petition","title":"Support Kurdish People in Kobani","body":"Isis fighters have captured much of eastern Syria in the past few days while international attention has been focused on the Israeli bombardment of Gaza. Using tanks and artillery seized in Iraq, it has taken almost all of oil-rich Deir Ezzor province and is battling to crush the resistance of the Syrian Kurds.\r\n\r\nIsis is seeking to capture the Kurdish people enclave at Kobani, where some 500,000 Kurds are concentrated, many of them refugees from other parts of northern Syria. Isis has about 5,000 fighters which have been attacking Kobani for the past few weeks using tanks and rockets and American Humvees captured in Iraq. Let's raise our voices to prevent a tragic disaster and stop terrorists in this Kurdish city.","issues":[{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":1191,"signaturesNeeded":98809,"url":"https://petitions.whitehouse.gov/petition/support-kurdish-people-kobani/jn8xYRcl","deadline":1409360763,"status":"open","response":null,"created":1406768763,"isSignable":true,"isPublic":true},{"id":"53d98874ee140f871b000000","type":"petition","title":"Defund the United Nations Relief and Works Agency (UNRWA)","body":"Terrorist missiles have been found in three separate UNRWA schools in Gaza in three separate instances. It is clear that UNRWA is either unable or uninterested in preventing terrorists from using its schools as rocket warehouses. These rockets have subsequently been returned to the terrorists that are \"Gaza authorities.\"\r\n\r\nThese missiles are used to terrorize the civilian population of our ally, Israel, where citizens have as little as 15 seconds to flee for shelter when one of those rockets is launched at Israel.\r\n\r\nThrough its inability and/or disinterest UNRWA is complicit in the use of its facilities as rocket warehouses. The United States is UNRWA's largest contributor. Our government should therefore cease our funding of UNRWA.","issues":[{"id":"3","name":"Budget and Taxes"},{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":381,"signaturesNeeded":99619,"url":"https://petitions.whitehouse.gov/petition/defund-united-nations-relief-and-works-agency-unrwa/WV19xdpR","deadline":1409357172,"status":"open","response":null,"created":1406765172,"isSignable":true,"isPublic":true},{"id":"53d91c09adfd955c5b000002","type":"petition","title":"Approve new treatments for MS.  Approve alemtuzumab as a choice for MS patients because it is safe and effective.","body":"Multiple Sclerosis (MS) is a progressive disorder impacting the central nervous system (CNS).  Given the severity of the disorder and the fact that there is no known cure, it is critical for physicians to have additional options for treating their patients. This petition requests the expedited approval for innovative new treatments for MS.  Specifically, we ask that MS patients get to choose whether or not to take alemtuzumab because it is a safe and effective treatment option for some people suffering from MS.  Existing therapies are not meeting the needs of current patients. These patients do not want to wait for either future therapies or the completion of additional trials for alemtuzumab.\r\n\r\nAlemtuzumab should be approved so MS doctors and their patients have a new treatment choice.","issues":[{"id":"25","name":"Health Care"},{"id":"127","name":"Regulatory Reform"},{"id":"187","name":"Women's Issues"}],"signatureThreshold":100000,"signatureCount":222,"signaturesNeeded":99778,"url":"https://petitions.whitehouse.gov/petition/approve-new-treatments-ms-approve-alemtuzumab-choice-ms-patients-because-it-safe-and-effective/ZqypqYqj","deadline":1409329417,"status":"open","response":null,"created":1406737417,"isSignable":true,"isPublic":true},{"id":"53d800992f2c886466000003","type":"petition","title":"Remove all U.S. military forces from South Korea","body":"Remove all U.S. military forces from South Korea.  South Korean President Park is working to create a rift in the South Korea / Japan / U.S. alliance by aligning her nation with the Communist government in China.  Ms. Park is working against the communist deterrent thus negating the need for U.S. forces in South Korea.  Why keep U.S. forces in a nation where the elected president is working against their mission?  If a nation in an alliance is working against the alliance, then there is no alliance.  No alliance, no need for U.S. military forces in South Korea.  Yankees come home!   ","issues":[{"id":"12","name":"Defense"},{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":4063,"signaturesNeeded":95937,"url":"https://petitions.whitehouse.gov/petition/remove-all-us-military-forces-south-korea/LT2qQq7w","deadline":1409256857,"status":"open","response":null,"created":1406664857,"isSignable":true,"isPublic":true},{"id":"53d71ab800e5791033000000","type":"petition","title":"Military POV Shipping Contract Review (International Auto Logistics)","body":"I would like the government to look into reviewing the new contract issued to International Auto Logistics used to ship military vehicles. The contract has been in effect since the 1st of May and there has been multiple problems with the delivery of service members cars to new duty stations. I have read and talked to other service members who have had their cars lost, damaged, and delayed in shipping for months.","issues":[{"id":"21","name":"Family"},{"id":"169","name":"Transportation and Infrastructure"},{"id":"181","name":"Veterans and Military Families"}],"signatureThreshold":100000,"signatureCount":682,"signaturesNeeded":99318,"url":"https://petitions.whitehouse.gov/petition/military-pov-shipping-contract-review-international-auto-logistics/qCwbPcXS","deadline":1409198008,"status":"closed","response":null,"created":1406606008,"isSignable":false,"isPublic":true},{"id":"53d64cd52bcfa3fd57000002","type":"petition","title":"Support Israel's Right to Defend Itself","body":"Support Israel's Right to Defend Itself and:\r\n\r\n-\tRequire that any ceasefire be conditioned upon (i) the demilitarization of Gaza; and (ii) Israel's right to destroy all tunnels;\r\n\r\n-\tRebut Hamas' claims of mass civilian casualties and disproportionality as blatantly false. Reliable independent sources identify 775 people as being killed in Gaza, more than two-thirds male combatants aged 18 to 60, which brings the civilian casualties in line with recent NATO and US offensives; \r\n\r\n-\tCease all support provided by the U.S. to the PLO until they cut ties with the terrorist group Hamas; and\r\n\r\n-\tRestrict any U.S. representative, including Secretary Kerry, from meeting with Hamas or their proxies and/or from capitulating to their pre-requisites for a cease fire. \r\n","issues":[{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":2869,"signaturesNeeded":97131,"url":"https://petitions.whitehouse.gov/petition/support-israels-right-defend-itself/vYK9WZ88","deadline":1409145301,"status":"closed","response":null,"created":1406553301,"isSignable":false,"isPublic":true},{"id":"53d6375d00e579855d000000","type":"petition","title":"Support a Spinal Cord Regeneration Initiative Project","body":"Restoration of the damaged spinal cord will improve the lives of more than 5.5 million people in the USA living with Spinal Cord Injuries, MS, ALS, and others suffering from neurological problems.  This a humanitarian cause, could reduce federal healthcare costs over $10 billion/ year, and increase the work force.\r\n\r\nWe ask the President and Congress to:\r\n-Increase federal funding for restorative medical research on the chronically damaged spinal cord, proportional to achieving a goal to provide substantial functional treatments and recovery available within the next 2-10 years;\r\n-Expand physical therapy and fitness access to those living with a Spinal Cord Disease to improve and maintain health;\r\n-Create a commission of representatives from this community to advise and enact this action.","issues":[{"id":"13","name":"Disabilities"},{"id":"25","name":"Health Care"},{"id":"139","name":"Science and Space Policy"}],"signatureThreshold":100000,"signatureCount":1688,"signaturesNeeded":98312,"url":"https://petitions.whitehouse.gov/petition/support-spinal-cord-regeneration-initiative-project/RH7HkzY1","deadline":1409139805,"status":"closed","response":null,"created":1406547805,"isSignable":false,"isPublic":true},{"id":"53d5763fa9a0b10023000005","type":"petition","title":"IRAQI PEOPLE DEMAND JUDGMENT NURI AL_MALKI AS A WAR CRIMINAL AGAINST HUMANITY BECAUSE KILL &amp; DISPLACE SUNNI CIVIL PEOPLE","body":"We demand judgment Nuri Al-Maliki as a war criminal against humanity because killing and displacing million of the of the Iraqi people by the Al Maliki army sectarian","issues":[{"id":"12","name":"Defense"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":25019,"signaturesNeeded":74981,"url":"https://petitions.whitehouse.gov/petition/iraqi-people-demand-judgment-nuri-almalki-war-criminal-against-humanity-because-kill-displace-sunni/gp70RYPP","deadline":1409090367,"status":"closed","response":null,"created":1406498367,"isSignable":false,"isPublic":true},{"id":"53d50c8a2bcfa3336f000002","type":"petition","title":"Purple Hearts denied for injuries suffer in battle.","body":"Spc. Tyler DeLoach, Srt. Derick Eidahl &amp; Cpt. Michael Gasser. These Soldiers have been denied their deserved Purple Heart Award from injuries suffer from a explosion 8/26/12 in Afghanistan. These Soldiers were in a gun fight that was so bad they couldn't be air lifted out. The Military left this investigation open ended because they were unable to determine where the explosion originated. Friendly or Afgan. &amp; the ARMY will not award if this was a accident. My son was not blown up in the U.S., his city of residence or his back yard, he was blown up in a foreign country fighting for me &amp; YOU! President Obama met my son &amp; posed in a photo while @ Walter Reed. Obama stated on the photo that the country was thankful for his service. Show how proud you are &amp; Purple Heart these Soidlers! ","issues":[{"id":"181","name":"Veterans and Military Families"}],"signatureThreshold":100000,"signatureCount":427,"signaturesNeeded":99573,"url":"https://petitions.whitehouse.gov/petition/purple-hearts-denied-injuries-suffer-battle/vGJ1PkXx","deadline":1409063306,"status":"closed","response":null,"created":1406471306,"isSignable":false,"isPublic":true},{"id":"53d3bdd6a9a0b16939000002","type":"petition","title":"Cut Foreign Aid to Israel","body":"On July 23, 2014 the United Nations human rights Council passed a motion to initiate an investigation of possible Israeli war crimes since June 13th, 2014.\r\n\r\n xThe Human Rights Council today established an independent, international commission of inquiry to investigate all violations of international humanitarian law and international human rights law in the Occupied Palestinian Territory and concluded its Special Session on the human rights situation in the Occupied Palestinian Territory, including East Jerusalem.x\r\n\r\nxThe Council decided to urgently dispatch an independent, international commission of inquiry to investigate all violations of international humanitarian law and international human rights law in the Occupied Palestinian Territory, including East Jerusalem, particularly in the ","issues":[{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":1354,"signaturesNeeded":98646,"url":"https://petitions.whitehouse.gov/petition/cut-foreign-aid-israel/MT2m5jGt","deadline":1408977622,"status":"closed","response":null,"created":1406385622,"isSignable":false,"isPublic":true},{"id":"53d162f200e5793464000000","type":"petition","title":"Stop using Social Security numbers as Medicare ID numbers","body":"Social Security numbers are used as Medicare ID numbers and are printed on Medicare cards. Seniors are instructed to keep their Medicare cards on them, but since the cards contain their Social Security numbers they are increasing their risk of identity theft. States were required to remove Social Security numbers from driver's licenses in 2004 - it's 10 years later and it's time stop using Social Security numbers as Medicare ID numbers to help protect our seniors from identity theft.\r\n\r\nOn my radio show and in my volunteer help center, we receive calls daily regarding identity theft. We are at a loss when seniors call us regarding their Medicare ID cards. Please join us in asking Washington to change this policy and protect our seniorsx identities!\r\n\r\nClark Howard","issues":[{"id":"9","name":"Consumer Protections"}],"signatureThreshold":100000,"signatureCount":11822,"signaturesNeeded":88178,"url":"https://petitions.whitehouse.gov/petition/stop-using-social-security-numbers-medicare-id-numbers/smdBsK0Q","deadline":1408823282,"status":"closed","response":null,"created":1406231282,"isSignable":false,"isPublic":true},{"id":"53d148f32bcfa37d61000000","type":"petition","title":"Please Help the Homeless secure their basic human rights in Hong Kong","body":"Homelessness is a common social problem regardless of one's economic development. Often, onexs human dignity and human rights are being deprived.\r\nDespite Hong Kong being known for its flourishing economic development, homelessness, led by inflation and low incomes, is being neglected. Seeing the homeless as burden of this prosperous city, the society looks down on them. Even mainstream media rarely acknowledges their urgent needs. Politicians are reluctant in responding towards the opinion of the homeless, for their right to vote is unreasonably deprived due to the cumbersome bureaucracy. \r\nAs a country that upholds human rights, we urge the US to address the situation of the homeless in UNHRCC to raise global awareness of this group, so HK authority would take actions to solve the problem.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"28","name":"Human Rights"},{"id":"175","name":"Urban Policy"}],"signatureThreshold":100000,"signatureCount":244,"signaturesNeeded":99756,"url":"https://petitions.whitehouse.gov/petition/please-help-homeless-secure-their-basic-human-rights-hong-kong/ZYcBxHcP","deadline":1408816627,"status":"closed","response":null,"created":1406224627,"isSignable":false,"isPublic":true},{"id":"53d136e36ce61c013e000000","type":"petition","title":"Please call Democratic Republic of Congo President Kabila to End the Suspension on Adoptions!","body":"Last week, 167 Members of Congress wrote President Obama asking him to directly engage President Kabila of the Democratic Republic of the Congo (DRC) and resolve the crisis created by DRCxs suspension of Exit Permits for legally adopted children.  \r\n\r\nTragically, 10 stuck children who were waiting to come into their adoptive families have already died from preventable causes, including malaria and malnutrition.  Lets not let another child die.  Nearly 800 more stuck children are counting on us.\r\n\r\nWe respectfully request that you raise this human rights crisis with President Kabila prior to his attendance at the African Leaders Summit on August 5-6, 2014, and then use the opportunity of the Summit to press for a firm resolution.  Please help to bring these children home. ","issues":[{"id":"21","name":"Family"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":14076,"signaturesNeeded":85924,"url":"https://petitions.whitehouse.gov/petition/please-call-democratic-republic-congo-president-kabila-end-suspension-adoptions/F3rtB79G","deadline":1408812003,"status":"closed","response":null,"created":1406220003,"isSignable":false,"isPublic":true},{"id":"53d06d10ee140f7e41000000","type":"petition","title":"Support Kurdish Independence","body":"For over a century, the Kurdish people have been repeatedly tortured, gassed, and brutally repressed in every country they live in. Denied an independent state of their own, the Kurds have suffered innumerable injustices  at the hands of the people ruling them, including but not limited to a horrific genocide at the hands of Saddam Hussein in the late 80s. Recently, the President of Iraqi Kurdistan, Masoud Barzani, announced his support for an independent Kurdish state in northern Iraq. The Kurds, already given self-autonomy in part of Iraq, have proven themselves more than able to run a country and are currently fighting against the malicious terrorist group, ISIL. As such, the Obama Administration should support Kurdish Independence for the betterment of the region and the world.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":105731,"signaturesNeeded":0,"url":"https://petitions.whitehouse.gov/petition/support-kurdish-independence/wk7K9SSp","deadline":1408760336,"status":"pending response","response":null,"created":1406168336,"isSignable":true,"isPublic":true},{"id":"53cff0c87043012f44000000","type":"petition","title":"SUPPORTERS OF MIKE TURNER'S \"The Servicemember Family Protection Act\"","body":"This Petition is in Support of the\r\n\r\n\"The Servicemember Family Protection Act\" by Mike Turner\r\n\r\nhttp://turner.house.gov/uploadedfiles/hr_4201.pdf\r\n\r\nH. R. 4201 \r\n\r\nTo amend the Servicemembers Civil Relief Act to provide for the protection of child custody arrangements for parents who are members of the \r\nArmed Forces. \r\n\r\n\r\n","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"21","name":"Family"},{"id":"181","name":"Veterans and Military Families"}],"signatureThreshold":100000,"signatureCount":836,"signaturesNeeded":99164,"url":"https://petitions.whitehouse.gov/petition/supporters-mike-turners-servicemember-family-protection-act/B2DlMK7l","deadline":1408728520,"status":"closed","response":null,"created":1406136520,"isSignable":false,"isPublic":true},{"id":"53cfd3aba9a0b1fb5b000000","type":"petition","title":"Enforce the Symington Amendment, which prohibits sending aid to nuclear armed nations such as Israel.","body":"The Symington Amendment banned U.S. economic, and military assistance, and export credits to countries that deliver or receive, acquire or transfer nuclear enrichment technology when they do not comply with IAEA regulations and inspections. There is no dispute about the facts that Israel is armed with Nuclear weapons and refuses to comply with IAEA regulations or submit itself to IAEA inspections. As such, the US needs to enforce it's own laws and suspend every penny of aid to a nation that is statutorily ineligible to receive aid from us. As it is, Israel needs has arguably engaged in war crimes and has apartheid policies, and US support for Israel only fosters hatred of the US throughout the world. American politicians need to put America's interests first, instead of Israeli interests.","issues":[{"id":"12","name":"Defense"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":1535,"signaturesNeeded":98465,"url":"https://petitions.whitehouse.gov/petition/enforce-symington-amendment-which-prohibits-sending-aid-nuclear-armed-nations-such-israel/hT6RqhVG","deadline":1408721067,"status":"closed","response":null,"created":1406129067,"isSignable":false,"isPublic":true},{"id":"53cf6ee6704301977d000002","type":"petition","title":"Tax Churches","body":"Churches are currently exempt from taxes since they're listed as non-profit organizations, in spite of separation of church and state.\r\n\r\nHowever, most if not all churches influence the way American citizens vote. Also, a megachurch profits(on average) about $6.5 million per year. An estimated $71 billion per year is lost in US tax revenue because of religious tax exemption. If taxed, the national debt would be paid off.\r\n\r\nChurch institutions are politically affiliated, as well as businesses. They should not be tax exempt.","issues":[{"id":"3","name":"Budget and Taxes"}],"signatureThreshold":100000,"signatureCount":6221,"signaturesNeeded":93779,"url":"https://petitions.whitehouse.gov/petition/tax-churches/0Kw8LKfX","deadline":1408695270,"status":"closed","response":null,"created":1406103270,"isSignable":false,"isPublic":true},{"id":"53cedcccee140fa923000000","type":"petition","title":"Use the executive powers to fix the broken immigration system for legal immigrants","body":"We are creating this petition to bring to your attention the following issue that can help eliminate the backlog in Employment Based green cards.\r\n\r\nAllow DHS / USCIS to receive application for Adjustment of Status with an approved I-140 immigrant petition\r\n\r\nA high skilled immigrant has to wait for decades for an immigrant visa number to become available. Current title 8 U.S.C. 1255(a) (3) states that a nonimmigrantxs adjustment of status to a permanent resident can only happen if an immigrant visa is immediately available to him at the time his application is filed.  This, however, does not prevent the administration from xaccepting and holdingx the AOS application until an immigrant visa number becomes available which time the applicant can resubmit the required forms.","issues":[{"id":"16","name":"Economy"},{"id":"29","name":"Immigration"},{"id":"127","name":"Regulatory Reform"}],"signatureThreshold":100000,"signatureCount":893,"signaturesNeeded":99107,"url":"https://petitions.whitehouse.gov/petition/use-executive-powers-fix-broken-immigration-system-legal-immigrants/t6YcHKVt","deadline":1408657868,"status":"closed","response":null,"created":1406065868,"isSignable":false,"isPublic":true},{"id":"53ced9132bcfa39803000002","type":"petition","title":"Use the executive powers to fix the broken immigration system for legal immigrants","body":"We are creating this petition to bring to your attention the following issue that can help eliminate the backlog in Employment Based green cards.  \r\n\r\nElimination of Dependents from EmploymentxBased Count.\r\n\r\nMajority of the employment based immigration visas end up going to family members of the primary applicants. In 2012, out of the 140,000 EB green cards annually, only about 65,000 go to the principals; the remainder go to dependents. This is one of the main causes of the decades long wait periods for an immigrant visa for thousands of legal immigrants. Thus, we would like to request the President to allow for such an interpretation of the existing laws where a family member of an employment based visa petitioner is NOT counted towards the current cap.\r\n ","issues":[{"id":"16","name":"Economy"},{"id":"29","name":"Immigration"},{"id":"127","name":"Regulatory Reform"}],"signatureThreshold":100000,"signatureCount":944,"signaturesNeeded":99056,"url":"https://petitions.whitehouse.gov/petition/use-executive-powers-fix-broken-immigration-system-legal-immigrants/Sy9cB9SZ","deadline":1408656915,"status":"closed","response":null,"created":1406064915,"isSignable":false,"isPublic":true},{"id":"53cdbfd3adfd95b644000000","type":"petition","title":"Direct the SEC to investigate the directors of Demoulas Super Markets Inc.","body":"Investigate whether the independent directors of Demoulas Market Basket are really independent or are unduly influenced by and beholden to any particular shareholder or shareholders. Whether their actions and the actions of all the directors constitute a breech of their fiduciary duties to all the stock holders and whether any of their actions constitute civil or criminal violations.","issues":[{"id":"9","name":"Consumer Protections"},{"id":"103","name":"Labor"}],"signatureThreshold":100000,"signatureCount":5113,"signaturesNeeded":94887,"url":"https://petitions.whitehouse.gov/petition/direct-sec-investigate-directors-demoulas-super-markets-inc/FJg79YrH","deadline":1408584915,"status":"closed","response":null,"created":1405992915,"isSignable":false,"isPublic":true},{"id":"53cd88f5a9a0b12e2e000000","type":"petition","title":"Stop sponsoring so-called \"Palestinians\" with tax payers money and revert funds to help Israel to stay against terrorism","body":"Why should I help Israel with my money while government actively sponsoring so-called \"Palestinians\". There is no logic.\r\nI'm US citizen. What is the government?","issues":[{"id":"3","name":"Budget and Taxes"}],"signatureThreshold":100000,"signatureCount":530,"signaturesNeeded":99470,"url":"https://petitions.whitehouse.gov/petition/stop-sponsoring-so-called-palestinians-tax-payers-money-and-revert-funds-help-israel-stay-against/fSvPdq7d","deadline":1408570869,"status":"closed","response":null,"created":1405978869,"isSignable":false,"isPublic":true},{"id":"53cd7d486ce61c413a000001","type":"petition","title":"CANCEL White House Invitation To PM Modi-Organizer of 2002 Massacre of MUSLIMS. Ban BJP For 1984 Attack On Golden Temple","body":"In 2002, Indian PM Modi organized massacre of Muslims in Gujarat.\r\n\"Mobs of Hindus rampage, rape, loot and kill in a spasm of violence that rages for more than two months. Mothers are skewered, children set afire and fathers hacked to pieces. About 1,000 people, mostly Muslims, are killed. Some 20,000 Muslim homes and businesses and 360 places of worship are destroyed, and roughly 150,000 people are displaced\". (New York Times Report of April 16, 2014)\r\nIn June 1984, BJP instigated military attack on the Golden Temple resulting in the massacre of thousands of Sikh pilgrims.\r\nIn 2008, BJP orchestrated violence against Christians in Orissa.\r\nInstead of hosting Modi at White House, President Obama should condemn Modi and ban BJP for perpetrating violence against Muslims, Sikhs and Christians.\r\n","issues":[{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":15304,"signaturesNeeded":84696,"url":"https://petitions.whitehouse.gov/petition/cancel-white-house-invitation-pm-modi-organizer-2002-massacre-muslims-ban-bjp-1984-attack-golden/8fdsZrWf","deadline":1408567880,"status":"closed","response":null,"created":1405975880,"isSignable":false,"isPublic":true},{"id":"53cd5e826ce61ca06c000002","type":"petition","title":"Push for a ceasefire in the Gaza/Palestine conflict and stop providing military aid to Israel with our tax dollars","body":"Despite the brutal beating of a 15 year old US citizen earlier this month, the American government did not take any steps against the Israeli government.\r\n\r\nIsrael has been firing rockets into Gaza since mid-July and they have killed well over 500 Palestinians so far. Only 27 Israelis have died (all soldiers). Out of the 500 Palestinians, a majority is children and mothers, who are in no way terrorists. Still, america has taken no steps against the Israeli government.\r\n\r\nIsrael is using the word \"terrorists\" as an excuse to continue their genocide for the past ten years.\r\n\r\nI would request the United States to please stop funding Israel with billions of dollars of military aid every year. I would like the US government to push for a ceasefire, which will save thousands of lives.\r\n\r\n-Nevil Bha","issues":[{"id":"3","name":"Budget and Taxes"},{"id":"4","name":"Civil Rights and Liberties"},{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":8086,"signaturesNeeded":91914,"url":"https://petitions.whitehouse.gov/petition/push-ceasefire-gazapalestine-conflict-and-stop-providing-military-aid-israel-our-tax-dollars/GFMHZq8Z","deadline":1408560002,"status":"closed","response":null,"created":1405968002,"isSignable":false,"isPublic":true},{"id":"53cd3ebca9a0b16403000000","type":"petition","title":"Pardon Charly Wingate","body":"Exculpatory evidence was withheld from the Grand Jury in this case. Evidence that was crucial in the decision making-function by the Grand Jury. Evidence that could have return a NOT GULTY verdict in Max B's trial.\r\n\r\nWe please ask that you! The people to sign this petition in support of Charly Wingate aka Max B and Kelvin Leerdam.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":452,"signaturesNeeded":99548,"url":"https://petitions.whitehouse.gov/petition/pardon-charly-wingate/cWVSFXqb","deadline":1408551868,"status":"closed","response":null,"created":1405959868,"isSignable":false,"isPublic":true},{"id":"53cd152aadfd95f919000003","type":"petition","title":"HELP IN THE EFFORT TO FORCE MARKET BASKET\r\nTO REINSTATE ARTHUR T. DEMOULAS AS CEO","body":"Arthur T. Demoulas maintained and built the Market Basket family supermarket chain and has been replaced .\r\n\r\nHe was the CEO of the company - and employees (as well as customers) are being highly affected by the loss.\r\n\r\nHe dedicated himself to keeping prices affordable - and now, employees and customers alike are threatened by the changes that are taking place, in terms of decreased job security and increased prices of essentials that were once affordable.\r\n\r\nPlease join us in our effort by signing the following petition:\r\n\r\n\r\nhttp://www.thepetitionsite.com/889/093/719/reinstate-arthur-t-demoulas-as-market-basket-ceo/\r\n\r\n","issues":[{"id":"16","name":"Economy"},{"id":"97","name":"Job Creation"},{"id":"103","name":"Labor"}],"signatureThreshold":100000,"signatureCount":299,"signaturesNeeded":99701,"url":"https://petitions.whitehouse.gov/petition/help-effort-force-market-basket-reinstate-arthur-t-demoulas-ceo/Kj9XjpHz","deadline":1408541226,"status":"closed","response":null,"created":1405949226,"isSignable":false,"isPublic":true},{"id":"53ccbd4200e579ff79000000","type":"petition","title":"help the Christians of Mosul and Iraq who are part of a modern day Holocaust","body":"The Christians in Iraq are in a modern day Holocaust. They are being forced from their homes and given options to leave on foot or die by the sword by the terrorist group ISIS. They need help in many forms to be able to leave the country for safety. Even if someone does not believe in this religion or any religion for that matter, these are crimes against humanity that shouldn't be happening. The US Govt. has frozen billions of dollars in Iraqi assets, and some of that money could be used to help grant those people political asylum. Crimes against humanity are being committed and the US has the means and Iraq's money to help. ","issues":[{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":57548,"signaturesNeeded":42452,"url":"https://petitions.whitehouse.gov/petition/help-christians-mosul-and-iraq-who-are-part-modern-day-holocaust/S0cLfXZg","deadline":1408518722,"status":"closed","response":null,"created":1405926722,"isSignable":false,"isPublic":true},{"id":"53cc8e1ceab72a5e7d000000","type":"petition","title":"Repeal xThe Hughes Amendmentx as part of the Firearm Owners Protection Act","body":"This petition is to repeal xThe Hughes Amendmentx as part of the Firearm Owners Protection Act, H.R. 4332 as the ban has no discernible benefit. We the people ask that this violation of our rights as free law abiding citizens of the United States be removed.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"12","name":"Defense"},{"id":"22","name":"Firearms"}],"signatureThreshold":100000,"signatureCount":309,"signaturesNeeded":99691,"url":"https://petitions.whitehouse.gov/petition/repeal-“-hughes-amendment”-part-firearm-owners-protection-act/Lq986SrT","deadline":1408506652,"status":"closed","response":null,"created":1405914652,"isSignable":false,"isPublic":true},{"id":"53cb0a92adfd95b15e000000","type":"petition","title":"implore the world's people concerned about China Wang Yan x","body":"I am from China, Anhui ordinary citizens Wang YanxBecause the Suffer In Chinese brain controls secret human experimentation (mind control)xFor eight yearsxDue to China's spyxthe Behind chronic use of Chronic poisonxMutilation of physical illnessxNow, as I uncover the truthxSuffered life-threateningxThereforexAppeal, including the U.S.xPeople and the world of justicexAndxHoping to get the U.S. government's humanitarian asylum and helpxnext year andxAllow children to the United States and I checked the body and self-reliant livingxAnd, are not subject to pressure the Chinese government refused visasx\r\n\r\nx8x","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":168,"signaturesNeeded":99832,"url":"https://petitions.whitehouse.gov/petition/implore-worlds-people-concerned-about-china-wang-yan-恳求全世界的人民关注中国王焰/YmkcfP4x","deadline":1408407442,"status":"closed","response":null,"created":1405815442,"isSignable":false,"isPublic":true},{"id":"53ca37056889389c7e000000","type":"petition","title":"Recognize the Donetsk and Luhansk People's republics as terrorist organizations","body":"In April 2014 in Donetsk and Luhansk regions of Ukraine, illegal military formations proclaimed so-called Donetsk and Luhansk People's Republics (DPR and LPR). Since that time, number of victims has exceeded 1 000 people, two large industrial regions were significantly destroyed, 10 000 people have already left the conflict zone. On 17 of July over the territory which is controlled by the DPR and LPR Malaysian Airlines Boeing was taken down. Nearly 300 people from different countries died. Geographically, Ukraine is the centre of Europe. Thus, in the center of Europe, the most powerful source of tension over the last 60 years is going to be formed. I appeal to inscribe Donetsk and Luhansk People's Republics by the State Department in a list of terrorist organizations.","issues":[{"id":"12","name":"Defense"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":7463,"signaturesNeeded":92537,"url":"https://petitions.whitehouse.gov/petition/recognize-donetsk-and-luhansk-peoples-republics-terrorist-organizations/htwCWwCG","deadline":1408353285,"status":"closed","response":null,"created":1405761285,"isSignable":false,"isPublic":true},{"id":"53c9a687688938da1e000000","type":"petition","title":"Tony the truck stop Tiger needs to go a sanctuary.  Where he can get vet care and be around other tigers.","body":"There is a truckstop in the middle of rural Louisiana where a tiger lives. That sentence was an entirely true one x and just one part of the sad story of xTony the truck stop tiger.x Surrounded by loud noises and fumes from diesel trucks that rumble through the station, Tony has long been the target of animal welfare advocates. Tony will stay at the stop in Grosse Tete, La., despite protests that his enclosure is inadequate. The Animal Legal Defense Fund sums up Tonyxs predicament: In addition to exposure to noise and diesel fumes, Tony is taunted by truck stop visitors. His enclosure lacks adequate enrichment. He has no pool of water to cool off in the blazing heat of the summer. As a result of this stressful confinement, Tony constantly paces in his enclosure, putting his health at risk.","issues":[{"id":"133","name":"Rural Policy"},{"id":"151","name":"Small Business"},{"id":"169","name":"Transportation and Infrastructure"}],"signatureThreshold":100000,"signatureCount":924,"signaturesNeeded":99076,"url":"https://petitions.whitehouse.gov/petition/tony-truck-stop-tiger-needs-go-sanctuary-where-he-can-get-vet-care-and-be-around-other-tigers/3Xbk8JRq","deadline":1408316295,"status":"closed","response":null,"created":1405724295,"isSignable":false,"isPublic":true},{"id":"53c99960ee140fed07000000","type":"petition","title":"TO PASS UNEMPLOYMENT EXTENSION 2014","body":"PASS UNEMPLOYMENT EXTENSION 2014","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"21","name":"Family"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":324,"signaturesNeeded":99676,"url":"https://petitions.whitehouse.gov/petition/pass-unemployment-extension-2014/lrLnfvPW","deadline":1408312928,"status":"closed","response":null,"created":1405720928,"isSignable":false,"isPublic":true},{"id":"53c9055d6889388a29000000","type":"petition","title":"To implement to law enforcement officers in the handling of a unfamilar canine with out using lethel force.","body":"Calling on the Obama Administration to address the need for law enforcement in getting law enforcement officers train in handling a unfamiliar dog in the coarse of their line of duty and not using lethal force and killing them. Many of these dogs which are considered member as component of the family unit and many killed on their own property are protected by the 4th Right Amendment.\r\nWe have many public servants as UPS and FedEX, US postal Carriers, meter readers that go to the same houses these officers do and they know how to handle a unfamiliar dog when coming on to their properties.\r\nOfficers are trained in every expect except in handling a unfamiliar dog, because a dog barks doesn't meant is a aggressive dog.\r\nWe need the law to protect our family canine members. by police.","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"21","name":"Family"},{"id":"22","name":"Firearms"}],"signatureThreshold":100000,"signatureCount":612,"signaturesNeeded":99388,"url":"https://petitions.whitehouse.gov/petition/implement-law-enforcement-officers-handling-unfamilar-canine-out-using-lethel-force/QKhbLMd3","deadline":1408275037,"status":"closed","response":null,"created":1405683037,"isSignable":false,"isPublic":true},{"id":"53c8c1a9eab72a0d1d000000","type":"petition","title":"To recognize the President of the Russian Federation V. Putin as the military criminal","body":"Don't close an eye to the events. Your voice is important in fight against the Russian terrorism.","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"24","name":"Foreign Policy"},{"id":"26","name":"Homeland Security and Disaster Relief"}],"signatureThreshold":100000,"signatureCount":1122,"signaturesNeeded":98878,"url":"https://petitions.whitehouse.gov/petition/recognize-president-russian-federation-v-putin-military-criminal/tcBmJ7w1","deadline":1408257705,"status":"closed","response":null,"created":1405665705,"isSignable":false,"isPublic":true},{"id":"53c86047adfd95650a000000","type":"petition","title":"Halt our nation's practice of infant genital mutilation!","body":"A savage, inhumane and mindless ritual is still practiced by our medical profession. Doctors routinely slice off a part of newborn babies' penises and toss that part in the trash can.\r\nThe prepuce evolved over millions of years of human and pre-human life on earth to strengthen the pleasure of love and sexual bonding with its thousands of pleasure nerves and its intended function of covering the glans to protect the glans' natural mucosal and extremely sensitive state.\r\nTo torture a baby and rob him of his full sex organ and his full future sexuality is an extreme violation of human rights. A baby is helpless and has no power to say \"no\" except to scream his agony.\r\nMr. Obama, use your office to end this vestige of savagery from an earlier human era!\r\ngoo.gl/g6EQJU","issues":[{"id":"21","name":"Family"},{"id":"25","name":"Health Care"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":273,"signaturesNeeded":99727,"url":"https://petitions.whitehouse.gov/petition/halt-our-nations-practice-infant-genital-mutilation/HqQZcrz4","deadline":1408232775,"status":"closed","response":null,"created":1405640775,"isSignable":false,"isPublic":true},{"id":"53c84f2d2f2c88f862000001","type":"petition","title":"Lift the Imposed Sanctions on Izhmash &amp; Kalashnikov Concern","body":"As part of the new sanctions the US is imposing on Russia, products from both Izhmash and Kalashnikov Concern (as well as products from companies owned by said companies) are banned from import. Not only is this a blatant backdoor gun ban &amp; an attempt to undermine civilian ownership of these firearms, it could also mean the potential ban on certain types of ammunition for the civilian population.  ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"22","name":"Firearms"},{"id":"163","name":"Trade"}],"signatureThreshold":100000,"signatureCount":980,"signaturesNeeded":99020,"url":"https://petitions.whitehouse.gov/petition/lift-imposed-sanctions-izhmash-kalashnikov-concern/HWHyZhdt","deadline":1408228398,"status":"closed","response":null,"created":1405636398,"isSignable":false,"isPublic":true},{"id":"53c82d8800e5798232000000","type":"petition","title":"declare October 6th National Coaches Day.","body":"My name is Madeline Woznick and I am 13 years old. I have realized that it is my coach that inspires, motivates, loves, encourages and teaches me every day.  I am motivated to better myself because I want to please my coach because she is so awesome!  I have realized that Moms, Dads, teachers, veterans,  grandparents and many more are all recognized for what they do or have done one special day out of the year. I would like to establish National Coaches Day to recognize all paid and volunteer coaches for one special day a year.  I have researched National Coaches Day and found that on October 6,1972 President Nixon made a proclamation and declared this particular day National Coaches Day. My goal, with your help, is to  carry on President Nixonxs proclamation annually","issues":[{"id":"18","name":"Education"}],"signatureThreshold":100000,"signatureCount":751,"signaturesNeeded":99249,"url":"https://petitions.whitehouse.gov/petition/declare-october-6th-national-coaches-day/s7xqNzCZ","deadline":1408219784,"status":"closed","response":null,"created":1405627784,"isSignable":false,"isPublic":true},{"id":"53c7ef28704301f302000001","type":"petition","title":"pass a national law for civilian to act first to save children, elderly and animals from vehicles then call authorities.","body":"That all \"United\" States have same law that allows civilians to intercede on behalf of any individual or animal left in a possible dire situation. ie-hotcar \r\n\r\n","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"193","name":"Government Reform"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":1260,"signaturesNeeded":98740,"url":"https://petitions.whitehouse.gov/petition/pass-national-law-civilian-act-first-save-children-elderly-and-animals-vehicles-then-call/jwffTHrC","deadline":1408203816,"status":"closed","response":null,"created":1405611816,"isSignable":false,"isPublic":true},{"id":"53c6da20704301d06c000000","type":"petition","title":"Address the fact that America is the only advanced economy in the world that does not guarantee any paid vacation days.","body":"America is the only advanced economy in the world that does not guarantee any paid vacation days. As a result, 1 in 4 American workers in the private sector have no paid time off. That's 28 million people who have zero days to spend at the beach, see loved ones, visit a national park or just watch their kids play Little League. Guaranteed paid vacation days would benefit businesses, the economy and the lives of millions. We urge you to act on behalf of the U.S. and bring vacation equality to the land of the free.\r\n \r\nwww.vacationequalityproject.com\r\n","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"21","name":"Family"},{"id":"103","name":"Labor"}],"signatureThreshold":100000,"signatureCount":17127,"signaturesNeeded":82873,"url":"https://petitions.whitehouse.gov/petition/address-fact-america-only-advanced-economy-world-does-not-guarantee-any-paid-vacation-days/RW29BPwc","deadline":1408132896,"status":"closed","response":null,"created":1405540896,"isSignable":false,"isPublic":true},{"id":"53c6bc456ce61c5a1d000002","type":"petition","title":"President Obama: Don't Let the USDA Undermine the Governance and Integrity of Organic Food and Agriculture","body":"Dear President Obama,\r\n\r\nThe USDAxs unilateral move, overturning 20 years of shared governance with the National Organic Standards Board (NOSB) representing the organic food community, is a shocking mistake. We ask that you reverse this action usurping control from this diverse 15-member stakeholder body.\r\n\r\nCongress created the NOSB as a buffer to powerful industry interests unduly influencing organic standards and their administration. The USDA has removed the NOSBxs ability to develop its own work plan and agenda. The gutting of the xSunsetx policy, permitting temporary use of synthetics in organics, makes it unlikely that use of these materials will ever end even if they are found to harm human health or the environment.\r\n\r\nPlease restore the NOSBxs independence and authority.\r\n","issues":[{"id":"1","name":"Agriculture"},{"id":"20","name":"Environment"},{"id":"21","name":"Family"}],"signatureThreshold":100000,"signatureCount":39705,"signaturesNeeded":60295,"url":"https://petitions.whitehouse.gov/petition/president-obama-dont-let-usda-undermine-governance-and-integrity-organic-food-and-agriculture/9q8kG08S","deadline":1408125253,"status":"closed","response":null,"created":1405533253,"isSignable":false,"isPublic":true},{"id":"53c6a0e2704301b559000004","type":"petition","title":"Save Lonnie's Western Room, a beloved Nashville staple at the heart of historic Printer's Alley.","body":"Lonnie's Western Room, a beloved Nashville staple, is slated to be run out of town by a new boutique hotel which is currently planned for development by a Nashville investment partnership. We don't need a high end boutique hotel! We need Lonnie's! \r\n\r\nLonnie's is Nashville - the best country western karaoke bar in town, buckets of beers, and timeless Nashville decor. It is a place where old friends meet and new ones are made. Where singers trying to make it spend their downtime and late nights in Nashville come to their natural conclusion. \r\n\r\nEveryone who has spent significant amounts of time in Nashville has warm memories at Lonnie's. Don't deprive the next generation of such a culturally rich yet unrefined Nashvillian and American experience.","issues":[{"id":"2","name":"Arts and Humanities"},{"id":"151","name":"Small Business"},{"id":"175","name":"Urban Policy"}],"signatureThreshold":100000,"signatureCount":281,"signaturesNeeded":99719,"url":"https://petitions.whitehouse.gov/petition/save-lonnies-western-room-beloved-nashville-staple-heart-historic-printers-alley/DCK3266j","deadline":1408118242,"status":"closed","response":null,"created":1405526242,"isSignable":false,"isPublic":true},{"id":"53c59c95704301047a000000","type":"petition","title":"Demand Facebook Remove The Page Of Cop Killer Lawrence Campbell!","body":"On Sunday, July 13th, 2014, Jersey City Police Department Officer Melvin Santiago was violently executed by Lawrence Campbell. \r\n\r\nHe was only 23 years *young*, still a baby, and just graduated from the academy this past December. He was so proud to become a cop and try to make Jersey City a better place to live. He asked to be assigned to the \"toughest district in town\", which he was.\r\n\r\nOn Monday, July 14th, 2014, friends and family of Lawrence Campbell created a memorial page on Facebook. After thousands of requests to Facebook to remove the page, they will not take it down.\r\n\r\nWe need all of the signatures and support we can get to show Facebook that it is NOT OK to show support for a COLD BLOODED cop killer!","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"12","name":"Defense"}],"signatureThreshold":100000,"signatureCount":713,"signaturesNeeded":99287,"url":"https://petitions.whitehouse.gov/petition/demand-facebook-remove-page-cop-killer-lawrence-campbell/cH3llJCs","deadline":1408051605,"status":"closed","response":null,"created":1405459605,"isSignable":false,"isPublic":true},{"id":"53c58ba000e5793b52000000","type":"petition","title":"impose relatively quick and effective sanctions on Russia, the sponsor of terrorismus","body":"Each year, billions of dollars are invested by US companies in healthcare sector and associated activities in Russia. Several hundreds of companies are involved in the process so while the impact of a single company is not large - or evident - the combined effect of STOPPING ALL CLINICAL RESEARCH ACTIVITIES IN RUSSIA will mean job cuts for several thousands of Russians, and a dramatic reduction in money influx into the country known to be a sponsor of terrorism. It is a matter of one regulatory body in USA - Food and Drug Administration - to issue a recommendation to US pharma companies and so-called CROs (Clinical Research Organisations) to move their activities elsewhere. No loss for either pharmas or CROs, but a significant blow for Russian economy. Coordination with EU isn't necessary.","issues":[{"id":"24","name":"Foreign Policy"},{"id":"25","name":"Health Care"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":360,"signaturesNeeded":99640,"url":"https://petitions.whitehouse.gov/petition/impose-relatively-quick-and-effective-sanctions-russia-sponsor-terrorismus/tByL3qcQ","deadline":1408047264,"status":"closed","response":null,"created":1405455264,"isSignable":false,"isPublic":true},{"id":"53c5731eee140f6a06000000","type":"petition","title":"Close the southern border PERMANENTLY and RETURN all of those crossing illegally to their home country!!","body":"The unchecked invasion from the south will overload the US welfare system and deny jobs in an already jobless state.  Economic hardships will most certainly result.  Send them all home to their families in their home countries and close the border permanently!  We have avenues in place for LEGAL immigration, ENFORCE THEM!","issues":[{"id":"12","name":"Defense"},{"id":"26","name":"Homeland Security and Disaster Relief"}],"signatureThreshold":100000,"signatureCount":791,"signaturesNeeded":99209,"url":"https://petitions.whitehouse.gov/petition/close-southern-border-permanently-and-return-all-those-crossing-illegally-their-home-country/JBKzc4wJ","deadline":1408040990,"status":"closed","response":null,"created":1405448990,"isSignable":false,"isPublic":true},{"id":"53c4ff66eab72a0d6b000000","type":"petition","title":"Investigate Vani Hari, \"The Food Babe,\" for racketeering.","body":"Vani Hari, a/k/a \"Food Babe,\" must be investigated.\r\n\r\n1.  The target:  She chooses a company that she dislikes based on unscientific claims.  \r\n\r\n2.  The threats:  She exhorts her followers on Facebook and the internet to harass that company.\r\n\r\n3.  The payoff:  According to her, she is then often hired as the company's consultant - making her harassment  identical to a protection racket - and she calls off her \"army.\"","issues":[{"id":"9","name":"Consumer Protections"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"127","name":"Regulatory Reform"}],"signatureThreshold":100000,"signatureCount":625,"signaturesNeeded":99375,"url":"https://petitions.whitehouse.gov/petition/investigate-vani-hari-food-babe-racketeering/n0Ld9bxn","deadline":1408011366,"status":"closed","response":null,"created":1405419366,"isSignable":false,"isPublic":true},{"id":"53c405e12f2c887462000001","type":"petition","title":"Allow H1B approved cases to get Visa stamped in US","body":"At the time of approval of H1B petition, USCIS checks for all the documents but still require petitioner to visit home country to get Visa stamped on the passport. \r\nAfter October 2012, H1B worker has to waste 2 days near to Visa Council office to submit document 1st day wait for next day to Visa Interview. Petitioner go back home to visit them family, not for paper works, interviews &amp; stamping. Also don't have enough holidays to spent with them friends &amp; families. \r\n\r\nIf government allows visa stamping in US, it will unite many families who have not seen their parents for long long time as Green card process takes more than 10 years in case of India/China. \r\n\r\nIn most of the H1B skilled workers can not visit back home to see their families as they don't want to take chance/risk.","issues":[{"id":"16","name":"Economy"},{"id":"21","name":"Family"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":2895,"signaturesNeeded":97105,"url":"https://petitions.whitehouse.gov/petition/allow-h1b-approved-cases-get-visa-stamped-us/yLY9LmH8","deadline":1407947489,"status":"closed","response":null,"created":1405355489,"isSignable":false,"isPublic":true},{"id":"53c357232f2c880c3a000000","type":"petition","title":"Prevent Child Heat Stroke Deaths in Vehicles","body":"In the last 20 years more than 670 children have died in hot vehicles.\r\n\r\nAs of July 15 this year 17 children had already died, reports KidsAndCars.org. \r\n\r\nThese unthinkable tragedies can be prevented.\r\n\r\nWe the People call on the Obama Administration to authorize the Department of Transportation to prevent children from dying in hot vehicles by doing the following:\r\n\r\nx         Provide funding for research and development of innovative technology.\r\n\r\nx         Identify, evaluate and test new technology to accelerate implementation of the most feasible and effective solutions.\r\n\r\nx         Require installation of technology in all vehicles and/or child safety seats to prevent children from being left alone left alone in vehicles.\r\n\r\nFor more information: http://www.kidsandcars.org/heatstroke.html","issues":[{"id":"9","name":"Consumer Protections"},{"id":"21","name":"Family"},{"id":"30","name":"Innovation"}],"signatureThreshold":100000,"signatureCount":10663,"signaturesNeeded":89337,"url":"https://petitions.whitehouse.gov/petition/prevent-child-heat-stroke-deaths-vehicles/ymQR1Ty0","deadline":1407902755,"status":"closed","response":null,"created":1405310755,"isSignable":false,"isPublic":true},{"id":"53c3463eee140fe51c000000","type":"petition","title":"impose the Office of Personnel Management to develop an occupational series for Licensed Professional Counselors.","body":"Access to care in behavioral/mental health, especially for veterans and active duty military personnel, has suffered significantly.  Access to Care has changed to Denial of Care mainly because the federal government continues to exclude an entire population of behavioral/mental health workers, Licensed Professional Counselors (LPC) and Mental Health Counselors (MHC).  The VA suffered greatly leading to the resignation of Eric Shinseki.  Active duty military personnel are affected due to the inability to receive effective treatment for PTSD and other behavioral/mental health issues.  There is research establishing the competency of LPC/MHC.  The Institute of Medicine conducted a study reflecting our ability yet the federal government as a whole has not made any efforts.  Our military suffer","issues":[{"id":"193","name":"Government Reform"},{"id":"25","name":"Health Care"},{"id":"181","name":"Veterans and Military Families"}],"signatureThreshold":100000,"signatureCount":1490,"signaturesNeeded":98510,"url":"https://petitions.whitehouse.gov/petition/impose-office-personnel-management-develop-occupational-series-licensed-professional-counselors/7Ct2CkTT","deadline":1407898430,"status":"closed","response":null,"created":1405306430,"isSignable":false,"isPublic":true},{"id":"53c2081d6ce61c1e68000001","type":"petition","title":"Treat unaccompanied minors as refugees eligible for asylum rather than undocumented immigrants","body":"The unaccompanied minors at the border are children, fleeing violence and threat of trafficking or death in their home countries. As such these children should be treated as refugees and given opportunity for asylum here in the United States rather than deported as illegal or undocumented immigrants. This is not an immigration issue it is a humanitarian one. Follow the example of the worlds on the Statue of Liberty, the Lady in the Harbor signalling the willingness of the United States to take in those in need, and treat these children as Jewish refugees, Vietnamese refugees, and Bosnian refugees were previously treated as well as the way Cubans fleeing their country are treated today. Grant these children asylum in the United States for their own safety.","issues":[{"id":"21","name":"Family"},{"id":"24","name":"Foreign Policy"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":491,"signaturesNeeded":99509,"url":"https://petitions.whitehouse.gov/petition/treat-unaccompanied-minors-refugees-eligible-asylum-rather-undocumented-immigrants/47hX9wz7","deadline":1407816989,"status":"closed","response":null,"created":1405224989,"isSignable":false,"isPublic":true},{"id":"53c19fef7043014c4b000002","type":"petition","title":"Free Iraq war veteran Lt. Nadiya Savchenko from Russian captivity!","body":"Lt. Nadiya Savchenko was serving as a non-combative nurse during fighting in East Ukraine. While she was attempting to save dying soldiers she was abducted by Russian terrorists and sent to Russia illegally. She is now illegally being held in a Russian prison.Lt. Savchenko is the first female pilot in Ukrainian Army. She started her career as a paratrooper and served in the Iraq War as the only Ukrainian Army female Peace Keeper in the Multi-National Force in Iraq in 2004-2005. After the war, she became the first female pilot of UA. After Russian aggression against Ukraine, she asked for a vacation and volunteered to the combat zone as a nurse.  Kidnapping and holding Nadiya Savchenko in Russia is act of the state terrorism.  Help free this Iraq war veteran and hero from Russian captivity!","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"24","name":"Foreign Policy"},{"id":"181","name":"Veterans and Military Families"}],"signatureThreshold":100000,"signatureCount":676,"signaturesNeeded":99324,"url":"https://petitions.whitehouse.gov/petition/free-iraq-war-veteran-lt-nadiya-savchenko-russian-captivity/BcpTM01P","deadline":1407790319,"status":"closed","response":null,"created":1405198319,"isSignable":false,"isPublic":true},{"id":"53c19dce6ce61c8f4b000000","type":"petition","title":"Stop the Privatization of the United States Postal Service.","body":"We the People have a right to postal services that are provided by uniformed United States Postal Service employees who have sworn an oath to safeguard our mail and who are accountable to us.\r\n\r\nWe do not support the outsourcing of essential public services to untrained workers in private companies with lower standards. These efforts would significantly undermine the security and integrity of the countryxs entire mail collection and delivery process. \r\n\r\nPrivatization will also have the effect of turning good, living wage jobs into low wage private sector jobs.  Our nation needs more good paying jobs, not less.\r\n\r\nPost Offices provide people some of the most visible and easily accessed public services, and selling off or eliminating them will have a detrimental effect on most local communities.","issues":[{"id":"115","name":"Postal Service"}],"signatureThreshold":100000,"signatureCount":459,"signaturesNeeded":99541,"url":"https://petitions.whitehouse.gov/petition/stop-privatization-united-states-postal-service/h9qkQ1vV","deadline":1407789774,"status":"closed","response":null,"created":1405197774,"isSignable":false,"isPublic":true},{"id":"53c16c3beab72a0f48000000","type":"petition","title":"reconsider the invitation of President Kirr of South South South the entire community calls upon President Obama","body":"Petition: For Immediate Release 12/07/2014 \r\nSouth Sudanese community and the Nuer Community in particular World-Wide in including Canada, the U.S, Australia, Europe, Asia and the entire Africa continent calls upon President Obama to reconsider the invitation of President Kirr\r\n\r\nJuly 12, 2014, South Sudanese and the Nuer community in particular world-wide are dismay and filed with the grievances tear of dreadfulness. This come after the the South Sudanese and Nuer community learned that the disgrace President of South Sudan Salva Kirr Mayardit, who ordered the massacred of the Nuer ethnic groups in December 15, 2013 is on the quest lists of the President Obama. On January 2014, President Obama have invited African leaders in what he terms xBuilding a Strategy Together with Africax","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"193","name":"Government Reform"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":298,"signaturesNeeded":99702,"url":"https://petitions.whitehouse.gov/petition/reconsider-invitation-president-kirr-south-south-south-entire-community-calls-upon-president-obama/ZcwDrWw6","deadline":1407777083,"status":"closed","response":null,"created":1405185083,"isSignable":false,"isPublic":true},{"id":"53c13d1c6ce61c433c000001","type":"petition","title":"Pass into law HR 411: The Fort McClellan Toxic Exposure Health Registry. We who are the sick and dying NEED YOUR HELP!","body":"From 1935 to 1999 Fort McClellan was a very toxic base. Military and civilians were exposed to a chemical soup comprised of: Agent Orange, Agent Blue, Sarin, VX, uranium, and PCBs from the Monsanto plant. \r\n\r\nThere were approximately 650,000 soldiers who were trained and stationed at Fort McClellan and many of them are ill with the same illnesses...a coincidence.....probably not. The EPA closed Fort McClellan in 1999; Monsanto settled a 700 million dollar claim with Anniston, Alabama (where Fort McClellan is located) and there has been no settlement thus far with of the Fort Mac Survivors---the ones exposed to all these chemicals. .... any there are thousands of vets who do not even know about the fact they were exposed to these chemicals.\r\n\r\nWe need HR 411 passed ... WITH NO MORE DELAY!!!!!","issues":[{"id":"13","name":"Disabilities"},{"id":"25","name":"Health Care"},{"id":"181","name":"Veterans and Military Families"}],"signatureThreshold":100000,"signatureCount":1282,"signaturesNeeded":98718,"url":"https://petitions.whitehouse.gov/petition/pass-law-hr-411-fort-mcclellan-toxic-exposure-health-registry-we-who-are-sick-and-dying-need-your/Qj3yQmHg","deadline":1407765020,"status":"closed","response":null,"created":1405173020,"isSignable":false,"isPublic":true},{"id":"53c0d39da9a0b11b10000001","type":"petition","title":"Allow Staff Sergeant Carl Lee Wheless, Jr., U.S. Army, to continue on Federal active duty an additional 55 days.","body":"We request the Commander-in-Chief allow Staff Sergeant Carl Lee Wheless, Jr., U.S. Army, to continue on Federal active duty an additional 55 days. Doing so will allow him to concurrently receive both his retirement pay from the Army and his disability pay from the Department of Veteran Affairs after his medical retirement; roughly an additional $2000 a month more than if he is forced to medically retire as currently ordered on July 18, 2014. He has been unable to use his more than 50 days of accrued leave or request and use the 20 days of Permissive Temporary Duty (PTDY) usually granted to a Soldier being medically retired. To not grant this request will result in real financial damage; creating a lifelong financial hardship for him, his wife, and his one year-old son.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"193","name":"Government Reform"},{"id":"181","name":"Veterans and Military Families"}],"signatureThreshold":100000,"signatureCount":341,"signaturesNeeded":99659,"url":"https://petitions.whitehouse.gov/petition/allow-staff-sergeant-carl-lee-wheless-jr-us-army-continue-federal-active-duty-additional-55-days/Rb7wl8Z7","deadline":1407738013,"status":"closed","response":null,"created":1405146013,"isSignable":false,"isPublic":true},{"id":"53c098f22f2c88f80e000000","type":"petition","title":"KICK OUT EBOLA FROM LIBERIA","body":"President Obama,\r\n\r\nYou recently wrote Congress about LIBERIA that \"The actions and policies of these persons continue to pose an unusual and extraordinary threat to the foreign policy of the United States...in accordance with section 202(d) of the National Emergencies Act (50 U.S.C. 1622(d)), I am continuing for 1 year the national emergency declared in Executive Order 13348.\u0094\"\r\n\r\nGiven our unique bilateral relationship, and the ease of travel between our countries, Ebola poses an \"unusual and extraordinary threat\" to the national security of the US.  Can you please write Congress and impose a national healthcare and emergency disposition towards Liberia in order to provide maximum assistance with the Ebola crisis?  Liberians are dying and to date there is no appropriate response to Ebola.","issues":[{"id":"24","name":"Foreign Policy"},{"id":"25","name":"Health Care"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":3094,"signaturesNeeded":96906,"url":"https://petitions.whitehouse.gov/petition/kick-out-ebola-liberia/8SJhchXF","deadline":1407722994,"status":"closed","response":null,"created":1405130994,"isSignable":false,"isPublic":true},{"id":"53c0185fee140f5d3e000000","type":"petition","title":"Impeach Puerto Rico's Governor: Alejandro Garcia Padilla / Impugnar el gobernador de PR Alejandro Garcxa Padilla","body":"P.R.xs governor uses his power to create legislation that goes against the best interest of the people having a negative effect on the economy and positioning the island near bankruptcy. He increased PRxs budget creating a big deficit, raised taxes, cancelled services and created a negative economic climate that lead businesses to close and people to relocate. He has misrepresented PR by opening offices on Latin America and paired with leftist leaders seeking support for PRxs independence against the will of 97%. His actions are biased and counterproductive for PR. The governor has shown to be unqualified for the position, injured our credibility and limited our possibilities for growth. We hereby request that he be impeached and replaced by a suitable and qualified person or syndicate.","issues":[{"id":"193","name":"Government Reform"}],"signatureThreshold":100000,"signatureCount":215,"signaturesNeeded":99785,"url":"https://petitions.whitehouse.gov/petition/impeach-puerto-ricos-governor-alejandro-garcia-padilla-impugnar-el-gobernador-de-pr-alejandro-garcía/DS2kH3J8","deadline":1407690079,"status":"closed","response":null,"created":1405098079,"isSignable":false,"isPublic":true},{"id":"53c00845eab72a0718000000","type":"petition","title":"allow David Howard of Riverside, CA to re-apply for Social Security disability benefits.","body":"My name is David Howard and I am a United States Army veteran and West Point grad.  I have had an unknown illness for over 20 years.  8 years ago this condition became disabling.  I applied for social security and my claim was denied.  I appealed my claim and waited patiently for the results of my appeal.  While waiting for that appeal a bureaucratic claim on my benefits expired.  Social Security claims they notified me that my appeal had been denied and that this clock had started but I received no notice.  Now they are telling me I may never apply for benefits again in my lifetime.  I have tried to engage my senators and congressman for help with no answer.  Please sign my petition so that I may reapply.  That is all that I am asking for is another chance to present my case.  Thank you.","issues":[{"id":"13","name":"Disabilities"},{"id":"145","name":"Social Security"},{"id":"181","name":"Veterans and Military Families"}],"signatureThreshold":100000,"signatureCount":220,"signaturesNeeded":99780,"url":"https://petitions.whitehouse.gov/petition/allow-david-howard-riverside-ca-re-apply-social-security-disability-benefits/ZNBvpkSc","deadline":1407685957,"status":"closed","response":null,"created":1405093957,"isSignable":false,"isPublic":true},{"id":"53c003b8adfd954c7a000001","type":"petition","title":"Pardon the Mackenzie family","body":"Benton Mackenzie is a terminally ill cancer patient, he has been denied his basic human right to life by being jailed for self-treatment through the use of cannabis oils. He, his wife, and his son grew a non-intoxicating strain of marijuana plants that kept him alive for years and preventing his cancer from advancing past stage 1. Judge Henry Latham denied the family their right to a fair trial by threatening them with further jail time if they attempted to use medication as a defense.\r\n\r\nA dying man is being thrown in jail for hurting no one and trying to ease his pain and suffering. At the very least, don't let this man pass away thinking that trying to keep himself alive got his family thrown in prison.\r\n\r\nYou have the power to stop this, PLEASE, PLEASE help ease this family's suffering. ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":794,"signaturesNeeded":99206,"url":"https://petitions.whitehouse.gov/petition/pardon-mackenzie-family/6qB8Twxd","deadline":1407684792,"status":"closed","response":null,"created":1405092792,"isSignable":false,"isPublic":true},{"id":"53bfc6f0adfd952058000003","type":"petition","title":"File a class action lawsuit against John Boehner on behalf of the American people for wasting time on frivolous lawsuits","body":"Congress and house republicans, led by John Boehner have wasted the past 6 years with political grandstanding. They've done nothing to help the president and have even disagreed with their own beliefs if the president agreed with them. They have wasted millions and millions of taxpayer money only because the majority of the American people aren't in favor of the republican party's outdated belief system. This class action lawsuit would return all wasted money to the taxpayers.","issues":[{"id":"9","name":"Consumer Protections"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"193","name":"Government Reform"}],"signatureThreshold":100000,"signatureCount":2277,"signaturesNeeded":97723,"url":"https://petitions.whitehouse.gov/petition/file-class-action-lawsuit-against-john-boehner-behalf-american-people-wasting-time-frivolous/YCYTsmKy","deadline":1407669232,"status":"closed","response":null,"created":1405077232,"isSignable":false,"isPublic":true},{"id":"53bf3d16704301d775000005","type":"petition","title":"Allow all members of the military to have the freedom to choose between Tricare or FEHB if they are dual public servants","body":"The John Warner National Defense Authorization Act for 2007 (P.L. 109-364), signed by President George W. Bush on October 17, 2006, excludes individuals eligible for health insurance under the FEHB Program from coverage under TRICARE Reserve Select (TRS). Therefore, Selected Reserve members who are eligible for FEHB will lose their TRS coverage when this provision of the law took effect October 1, 2007. \r\n\r\nLet those who serve decide what health insurance they prefer to use. TRS is a benefit that is afforded to military members. The Act takes away a benefit that military members have earned. It also forces them to sign up for FEHB which is more expensive and has less coverage compared to TRS. Military members should not be penalized for being a dual government employee.\r\n","issues":[{"id":"21","name":"Family"},{"id":"25","name":"Health Care"},{"id":"181","name":"Veterans and Military Families"}],"signatureThreshold":100000,"signatureCount":247,"signaturesNeeded":99753,"url":"https://petitions.whitehouse.gov/petition/allow-all-members-military-have-freedom-choose-between-tricare-or-fehb-if-they-are-dual-public/4mM66TKf","deadline":1407633942,"status":"closed","response":null,"created":1405041942,"isSignable":false,"isPublic":true},{"id":"53befd7f704301ee50000001","type":"petition","title":"Nullify laws that make it so that a male victim of rape has to pay child support to the rapist.","body":"On the behalf of male victims of rape, and sexual assault I ask that you consider nullifying laws that force male victims of rape to pay child support should the rapist become pregnant during the act of rape. This is still legal in 31 states. This effects families of children as young as 8. No one can psychological give consent to sex under the age of 18, so forcing a victim of rape to pay child support only psychologically burdens the victim further. Women get endless support for rape, and now is the time to help men out. ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"193","name":"Government Reform"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":1030,"signaturesNeeded":98970,"url":"https://petitions.whitehouse.gov/petition/nullify-laws-make-it-so-male-victim-rape-has-pay-child-support-rapist/hDnM47YK","deadline":1407617663,"status":"closed","response":null,"created":1405025663,"isSignable":false,"isPublic":true},{"id":"53bef140ee140fdd20000003","type":"petition","title":"Make it legal in all u.s. states to break a cars window in order to save the life of a child, elderly or pet.","body":"This summer alone, over 17 deaths of children under the age of 2 have occurred as the result of being left in a hot car.  This petition will make it into law and be legal to break a car's window to protect any living being (child, elderly, pets), if obviously in distress from heat exhaustion. ","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"21","name":"Family"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":1883,"signaturesNeeded":98117,"url":"https://petitions.whitehouse.gov/petition/make-it-legal-all-us-states-break-cars-window-order-save-life-child-elderly-or-pet/pmcpWNTG","deadline":1407614528,"status":"closed","response":null,"created":1405022528,"isSignable":false,"isPublic":true},{"id":"53beeef22bcfa3e60b000004","type":"petition","title":"Hold Israel Accountable for Violence &amp; Crimes Against Americans &amp; Palestinians. Cease Monetary &amp; Military Aid to Israel","body":"15-year-old Tarek Abu Khdeir, a U.S. citizen, was brutally beaten by Israeli police in East Jerusalem. The State Department called for an investigation for this crime. However, history shows that Israel has never received punishment for killing and harming Americans. The U.S. cannot allow these injustices to continue.\r\n\r\nThe U.S. also needs to cease all monetary and military aid to Israel. Sending more than $3 Billion annually is fueling Israeli violence against Palestine and has allowed Israel to continue violating International Laws and Human Rights. Since July 7, Israel has killed at least 41 Palestinians, including 13 children; injured more than 100 people; and deliberately targeted 60 homes. Our tax dollars are being used to help Israel shed innocent blood. We must protect human rights.","issues":[{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":2004,"signaturesNeeded":97996,"url":"https://petitions.whitehouse.gov/petition/hold-israel-accountable-violence-crimes-against-americans-palestinians-cease-monetary-military-aid/ysrGZM1k","deadline":1407613938,"status":"closed","response":null,"created":1405021938,"isSignable":false,"isPublic":true},{"id":"53bd9dedadfd95fb1f000000","type":"petition","title":"Let Unaccompanied Alien Children Live at White House","body":"Texas Gov. Perry accused the Obama administration of orchestrating an influx of illegal immigrant children from Central America into the US. Obama describes the children and other immigrants as a xhumanitarian crisisx and has requested billions of dollars from tax payers to address the issue. xI wish I could take all those children home with me,x former Speaker of the House Nancy Pelosi said, epitomizing the attitude of congressional Democrats. We demand Obama and Democrats come up with a plan to establish privately funded housing in Washington and on the grounds of the White House to accommodate illegal immigrants. If an amnesty bill is passed by Congress wealthy Democrats and others should continue subsidizing poor and unskilled immigrants who will impose a burden on the federal budget.","issues":[{"id":"16","name":"Economy"},{"id":"27","name":"Housing"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":7253,"signaturesNeeded":92747,"url":"https://petitions.whitehouse.gov/petition/let-unaccompanied-alien-children-live-white-house/gN4vlfd4","deadline":1407527661,"status":"closed","response":null,"created":1404935661,"isSignable":false,"isPublic":true},{"id":"53bd8f7f6ce61c777d000000","type":"petition","title":"Approve Federal Salary Council Locality Pay Recommendations for FY2015, dated January 23, 2014!","body":"The Federal Salary Council recommended 12 new locality pay areas be established for 2014. Although the Federal Pay Agent agreed, work has not completed on the regulations needed to establish the areas due to the Presidentxs alternative pay plan for 2014 which holds locality pay percentages at 2010-2013 levels. Since work has not been completed on these 12 areas, we request the Pay Agent publish the required proposed and final regulations as soon as possible to establish the 12 new locality pay areas, as the Pay Agent agreed to this recommendation in its report for 2014. Each of the proposed areas have seen explosive growth and increases in housing, food and other cost of living items. The increased cost of living in these areas combined with the federal pay freeze for FY 2010-2013 employee","issues":[{"id":"3","name":"Budget and Taxes"},{"id":"16","name":"Economy"},{"id":"103","name":"Labor"}],"signatureThreshold":100000,"signatureCount":1428,"signaturesNeeded":98572,"url":"https://petitions.whitehouse.gov/petition/approve-federal-salary-council-locality-pay-recommendations-fy2015-dated-january-23-2014/lGWbWc7n","deadline":1407523967,"status":"closed","response":null,"created":1404931967,"isSignable":false,"isPublic":true},{"id":"53bd6157adfd95a805000001","type":"petition","title":"Protect Americaxs Bald Eagles: Make the Avian Protection Plan mandatory and don't allow killing by wind turbines.","body":"Protect America's Bald Eagles - countless eagles are killed by electrocution that could be prevented by retrofitting power poles. Three of the world's most famous eaglets have been electrocuted since 2012 in Decorah, Iowa, most recently on July 8, 2014. Help get this petition to the White House to make the Avian Protection Plan mandatory. http://www.aplic.org/APPs.php  Ask the White House to not excuse wind turbine companies and give them a free pass when it comes to ensuring the safety of this national symbol and magnificent raptor.  ","issues":[{"id":"1","name":"Agriculture"},{"id":"19","name":"Energy"},{"id":"20","name":"Environment"}],"signatureThreshold":100000,"signatureCount":331,"signaturesNeeded":99669,"url":"https://petitions.whitehouse.gov/petition/protect-america’s-bald-eagles-make-avian-protection-plan-mandatory-and-dont-allow-killing-wind/ndxXQpJL","deadline":1407512151,"status":"closed","response":null,"created":1404920151,"isSignable":false,"isPublic":true},{"id":"53bc6dd26ce61c7f48000000","type":"petition","title":"support Israel unconditionally in whatever it needs to do to stop Hamas' terrorism. It has the right to defend itself.","body":"Israel has been plagued by Hamas' terrorism for years, most recently in the form of rocket attacks directed entirely towards civilian targets. It has shown remarkable restraint but a country cannot live with significant parts of its population having to run for bomb shelters on a regular basis. The US, which has also been a victim of terrorism directed towards civilians, should support Israel in whatever it needs to do to end Hamas' terrorism. ","issues":[{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":2529,"signaturesNeeded":97471,"url":"https://petitions.whitehouse.gov/petition/support-israel-unconditionally-whatever-it-needs-do-stop-hamas-terrorism-it-has-right-defend-itself/YXmChhNj","deadline":1407449810,"status":"closed","response":null,"created":1404857810,"isSignable":false,"isPublic":true},{"id":"53bb5f0b00e579c919000000","type":"petition","title":"Mandate technology to prevent death of children by hyperthermia.","body":"Mandate car seat manufacturers and automakers to develop and implement technology to detect children forgotten in car seats. Car seats are required by law; child detection and alert technology needs to be required as well. An alarm that is seen and heard both inside and outside the vehicle is necessary.\r\n\r\nHyperthermia from being left in a vehicle is a completely preventable cause of death that kills 38 children (on average) in the United States each year. So far in 2014, 15 children have died due to hyperthermia in vehicles. Thatxs 15 too many. \r\n\r\nItxs time to come up with a solution so that this never happens again. The US government has the power to save the lives of countless children.  \r\n","issues":[{"id":"9","name":"Consumer Protections"},{"id":"21","name":"Family"},{"id":"169","name":"Transportation and Infrastructure"}],"signatureThreshold":100000,"signatureCount":1260,"signaturesNeeded":98740,"url":"https://petitions.whitehouse.gov/petition/mandate-technology-prevent-death-children-hyperthermia/37QdLc02","deadline":1407380491,"status":"closed","response":null,"created":1404788491,"isSignable":false,"isPublic":true},{"id":"53bb2eeaeab72aa70d000000","type":"petition","title":"TPS or DED Designation for Guatemala is a matter of Justice\r\nStop the humanitarian crisis to Unaccompanied Children","body":"an earthquake shook Guatemala on July 7, 2014. We are experiencing a humanitarian crisis for unaccompanied minors detained at the border.\r\n\r\nTime to grant a TPS for Guatemalans.","issues":[{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":179,"signaturesNeeded":99821,"url":"https://petitions.whitehouse.gov/petition/tps-or-ded-designation-guatemala-matter-justice-stop-humanitarian-crisis-unaccompanied-children/RW5HHxsv","deadline":1407368170,"status":"closed","response":null,"created":1404776170,"isSignable":false,"isPublic":true},{"id":"53baf5b5ee140f937e000000","type":"petition","title":"Make it Illegal to leave a child unattended in a vehicle at anytime in all states.","body":"Baby Cooperxs Law\r\n\r\nOn June 18th 2014 Cooper Harris was left in the car to die. Cooper Harris died from hyperthermia, a condition in which the temperature of the body spikes due to the heat.\r\nToo many children have died or almost died from being left unattended in a vehicle.  Some states do not have a law in affected regarding leaving children in vehicles.\r\nWe hereby ask that Baby Cooperxs Law will make it illegal to leave a child in any vehicle at any time in all states. Currently only 19 states in the US have laws that specifically make it illegal to leave a child unattended in a vehicle.\r\n","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"}],"signatureThreshold":100000,"signatureCount":395,"signaturesNeeded":99605,"url":"https://petitions.whitehouse.gov/petition/make-it-illegal-leave-child-unattended-vehicle-anytime-all-states/DCNM60mw","deadline":1407353525,"status":"closed","response":null,"created":1404761525,"isSignable":false,"isPublic":true},{"id":"53b953eaadfd95656a000002","type":"petition","title":"FREEZE ALL AID TO ISRAEL UNTIL IT COMPLIES WITH INTERNATIONAL LAW &amp; HUMAN RIGHTS!","body":"We request our government to stop enabling the Human rights violation against and the occupation of the Palestinian people.  A Palestinian child is killed every 3 days by Israel. \r\n\r\nWe request our government to cease &gt; $3 Billion aid sent to Israel from our tax dollars. It enables death &amp; criminal siege.\r\n\r\nWe request our government to stop Israel from bulldozing (25K &amp; counting) homes &amp; farms. Stop allowing 150 Jewish only cities (funded by US tax dollars) built inside Palestine from prospering.\r\n\r\nWe request our government to stop the biased support of Israel and whitewashing crimes.  To encourage balanced media coverage\r\n\r\nWe request our government to help stop the indefinite detention of men, women, elderly &amp; children w/out any evidence or charges. \r\n\r\nEnd apartheid and the illegal occupation!","issues":[{"id":"24","name":"Foreign Policy"},{"id":"193","name":"Government Reform"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":35002,"signaturesNeeded":64998,"url":"https://petitions.whitehouse.gov/petition/freeze-all-aid-israel-until-it-complies-international-law-human-rights/774gHhDD","deadline":1407246570,"status":"closed","response":null,"created":1404654570,"isSignable":false,"isPublic":true},{"id":"53b8e35eeab72adf70000002","type":"petition","title":"adopt the bill 2277 xRussian Aggression Prevention Act of 2014x.","body":"We, the people of Ukraine, appeal to President Barack Obama, US congressmen and senators from the Democratic and Republican parties to adopt the bill 2277 xRussian Aggression Prevention Act of 2014x.\r\nVladimir Putin and the Russian government have converted the Russian Federation into an instrument of commission of crimes. They have carried out aggression against Ukraine, where diversionists sent by them are murdering civilians and the military on a daily basis, seize hostages and subject them to torture.\r\nHesitation and indecision of democratic countriesx governments are more and more assuring the Russian leadership that everything is permitted to them. We are held fully liable for our country and make every effort to stop the aggressor; but also we are asking all US authorities to support.","issues":[{"id":"12","name":"Defense"},{"id":"24","name":"Foreign Policy"},{"id":"26","name":"Homeland Security and Disaster Relief"}],"signatureThreshold":100000,"signatureCount":1505,"signaturesNeeded":98495,"url":"https://petitions.whitehouse.gov/petition/adopt-bill-2277-“russian-aggression-prevention-act-2014”/Z5HcPVCf","deadline":1407217758,"status":"closed","response":null,"created":1404625758,"isSignable":false,"isPublic":true},{"id":"53b8de2da9a0b16659000000","type":"petition","title":"Remove suppressors as an NFA regulated item.","body":"Removal of suppressors as an NFA regulated item would eliminate the $200 tax stamp, eliminate legality and travel issues between states, reduce hearing safety concerns related to discharging firearms, and would help people be courteous neighbors when discharging firearms.","issues":[{"id":"22","name":"Firearms"}],"signatureThreshold":100000,"signatureCount":38181,"signaturesNeeded":61819,"url":"https://petitions.whitehouse.gov/petition/remove-suppressors-nfa-regulated-item/wVgXbqP8","deadline":1407216429,"status":"closed","response":null,"created":1404624429,"isSignable":false,"isPublic":true},{"id":"53b8bbbaa9a0b1ac7b000000","type":"petition","title":"Condemn the Apartheid State of Israel for their Human Rights Violations against the Palestinian peoples.","body":"The purpose of my petition is to raise awareness of the plight of the Palestinian peoples under the Apartheid Regime in Israel.\r\nI seek recognition by my government that without our American tax dollars Israel could not conduct such criminal acts against the civilian population of Palestine.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":129163,"signaturesNeeded":0,"url":"https://petitions.whitehouse.gov/petition/condemn-apartheid-state-israel-their-human-rights-violations-against-palestinian-peoples/CjmPSCsG","deadline":1407207610,"status":"pending response","response":null,"created":1404615610,"isSignable":true,"isPublic":true},{"id":"53b852bf7043010c2b000000","type":"petition","title":"Prevention of fraud being committed by organizations falsely presenting themselves as the Fraternity of Freemasons.","body":"Grand Lodges of Freemasons began in 1717, in London, England.  All Grand Lodges in the world must have a direct lineage to this Grand Lodge to be Masonically legal.  This process in proving legitimate origins has been upheld in the case of Supreme Grand Lodge Modern Free Accepted Masons of the World vs. Most Worshipful Prince Hall Grand Lodge of Georgia Docket no. 14374, United States Court of Appeals Fifth Circuit.  Other courts have established this precedent as well.  There are only 94 legal Grand Lodges in the United States, the Prince Hall Grand Lodges, and the State Grand Lodges, all having legitimate origins from the Grand Lodge of England, but more than 450 fraudulent Grand Lodges exist, unregulated, committing extreme hazing and fraud on unsuspecting men.  Stop the fraud.","issues":[{"id":"9","name":"Consumer Protections"},{"id":"10","name":"Criminal Justice and Law Enforcement"}],"signatureThreshold":100000,"signatureCount":611,"signaturesNeeded":99389,"url":"https://petitions.whitehouse.gov/petition/prevention-fraud-being-committed-organizations-falsely-presenting-themselves-fraternity-freemasons/7sQBpq6Z","deadline":1407180735,"status":"closed","response":null,"created":1404588735,"isSignable":false,"isPublic":true},{"id":"53b84b756889389116000000","type":"petition","title":"keep the requirement for nondiscriminatory hiring practices for ALL federal contractors -- even religious ones.","body":"Much like separation of Church and State, equality and justice are cornerstones of the United States. The recent letter from Rev. Rick Warren and his co-signers request that President Obama ignore all of those founding principles for the sake of their mislead belief that the Bible has any real position on same-sex relationships. \r\n\r\nThis letter from Rev. Mark Sandlin is a truer representation of how Christianity should approach this issue. We implore you to read it and to strongly consider it: http://www.patheos.com/blogs/thegodarticle/2014/07/mr-president-discrimination-by-any-other-name/\r\n\r\nEach of us co-sign this statement by signing this petition.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"28","name":"Human Rights"},{"id":"103","name":"Labor"}],"signatureThreshold":100000,"signatureCount":926,"signaturesNeeded":99074,"url":"https://petitions.whitehouse.gov/petition/keep-requirement-nondiscriminatory-hiring-practices-all-federal-contractors-even-religious-ones/45dZpGC9","deadline":1407178869,"status":"closed","response":null,"created":1404586869,"isSignable":false,"isPublic":true},{"id":"53b8364a2f2c886e46000001","type":"petition","title":"shut down 4chan.","body":"There's a faction inside the 4chan community that is in favour of pornography (child, gore, non consensual), abuse, bullying, and other crimes against human and animal rights. If there are not enough reasons to put these people in jail, at least we could prevent them from spreading hate and cyber-bullying. I say that site should be shut down.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"28","name":"Human Rights"},{"id":"187","name":"Women's Issues"}],"signatureThreshold":100000,"signatureCount":2404,"signaturesNeeded":97596,"url":"https://petitions.whitehouse.gov/petition/shut-down-4chan/W4fTPV6Q","deadline":1407173450,"status":"closed","response":null,"created":1404581450,"isSignable":false,"isPublic":true},{"id":"53b7735600e579f668000000","type":"petition","title":"Issue an Emancipation Proclamation for Corporations.","body":"Corporations are people, and can even exercise religion.  The ownership of a person, whether as a wholly owned subsidiary or through shares of stock, is called slavery.  Slavery violates the Thirteenth Amendment to the Constitution.\r\n\r\nThe President must issue an Emancipation Proclamation for corporations, freeing these people from claims of ownership and declaring that all indicia of claimed ownership are illegal, valueless, null and void.","issues":[{"id":"4","name":"Civil Rights and Liberties"}],"signatureThreshold":100000,"signatureCount":300,"signaturesNeeded":99700,"url":"https://petitions.whitehouse.gov/petition/issue-emancipation-proclamation-corporations/GC2jM1p9","deadline":1407123542,"status":"closed","response":null,"created":1404531542,"isSignable":false,"isPublic":true},{"id":"53b6ceb500e579a97f000000","type":"petition","title":"repatriate Dr. Aafia Siddiqui, imprisoned for more than 11 years, as a matter of urgency.","body":"In the name of ALLAH, The Most Compassionate, The Most Merciful. We appeal to you as brothers and sisters in humanity to relieve the suffering of an innocent woman. In March 2003, Dr. Aafia Siddiqui was abducted with her three young children in Pakistan on the basis of faulty intelligence, a rendition operation that a former Pakistani official has since admitted. Five years later she mysteriously reappeared in a weakened state in Afghanistan; she was shot and later charged in a federal court with attempted murder. Dr. Siddiqui was sentenced to 86 years for a \"crime\" in which she alone was injured, she has now suffered needlessly for more than 11 years. We ask the government to affirm the American ideals of \"liberty and justice for all.\" End Aafiaxs suffering; reunite her with her family.","issues":[{"id":"21","name":"Family"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":109885,"signaturesNeeded":0,"url":"https://petitions.whitehouse.gov/petition/repatriate-dr-aafia-siddiqui-imprisoned-more-11-years-matter-urgency/2PQG3V0S","deadline":1407081397,"status":"pending response","response":null,"created":1404489397,"isSignable":true,"isPublic":true},{"id":"53b6b56e00e5797a42000000","type":"petition","title":"Compel the FAA to adopt the UK's commercial sUAS standards immediately","body":"Small Unmanned Aerial Systems (sUAS or \"drones\") are already providing valuable services safely and for-hire to a wide range of industries (real estate, agriculture, public safety, etc)\r\n\r\nThe FAA's present interpretation (FAA-2014-0396) shouldn't seek to indirectly regulate commercial sUAS operations by better defining hobby usage\r\n\r\nCommercial sUAS operators should be managed by an sUAS member-operator interest group to be overseen by the FAA\r\n\r\nPeripheral issues such as privacy can and should be handled at the local/municipal level\r\n\r\nTherefore, the FAA should adopt the UK commercial sUAS standards immediately so as to preserve the benefit of safe and low-cost sUAS aerial services for the tens of thousands of small business people that are already operating and employing them","issues":[{"id":"30","name":"Innovation"},{"id":"97","name":"Job Creation"},{"id":"151","name":"Small Business"}],"signatureThreshold":100000,"signatureCount":487,"signaturesNeeded":99513,"url":"https://petitions.whitehouse.gov/petition/compel-faa-adopt-uks-commercial-suas-standards-immediately/2vbvcC0C","deadline":1407074926,"status":"closed","response":null,"created":1404482926,"isSignable":false,"isPublic":true},{"id":"53b6aa82a9a0b13639000001","type":"petition","title":"Explain to the American public that \"ANTI-RACIST IS A CODE WORD FOR ANTI-WHITE\" is a white supremacist hate slogan.","body":"We commend the White House for upholding free speech, but the White House should also speak out against these hate slogans that are now appearing regularly on its petition site and in other places around the country:\r\n\"Anti-racist is a code word for anti-white\"\r\n\"Asia for the Asians, Africa for the Africans, white countries for EVERYBODY?\"\r\n\"Diversity is a code word for white genocide\"\r\nThese are a blot upon the progress that our country has made toward racial harmony, and they are a rude slap in the face to our many immigrants of color who arrive daily and may see them and feel that we do not welcome them to our shores. They are a display of hate toward our human brothers and sisters that has no place in America in the year 2014.\r\nPlease state publicly that you do not condone these statements!","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"18","name":"Education"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":206,"signaturesNeeded":99794,"url":"https://petitions.whitehouse.gov/petition/explain-american-public-anti-racist-code-word-anti-white-white-supremacist-hate-slogan/XgtSyhhm","deadline":1407072130,"status":"closed","response":null,"created":1404480130,"isSignable":false,"isPublic":true},{"id":"53b5ff3b2f2c88034f000000","type":"petition","title":"Move forward on and pass Functional Gastrointestinal and Motility Disorders Research Enhancement Act (H.R. 842)","body":"Gastroparesis affects approximately 5 million Americans.  It is a disease that affects the vagus nerve which controls the digestive system.  Gastroparesis is a chronic disease which slows or stops the movement of food from the stomach to the small intestines, with no known cure and few medications that may help with some of the symptoms.  Most physicians do not know about this disease, let alone be able to treat this disease.  This petition is to show that there is great need to get the Functional Gastrointestinal and Motility Disorders Research Enhancement Act passed so those of us with the disease can get the help we need before this disease wins us over.      ","issues":[{"id":"25","name":"Health Care"}],"signatureThreshold":100000,"signatureCount":2271,"signaturesNeeded":97729,"url":"https://petitions.whitehouse.gov/petition/move-forward-and-pass-functional-gastrointestinal-and-motility-disorders-research-enhancement-act-hr/f96nJbZS","deadline":1407028283,"status":"closed","response":null,"created":1404436283,"isSignable":false,"isPublic":true},{"id":"53b4eb582f2c88d73c000000","type":"petition","title":"veto the absurd decision of renaming the International Place to Liu Xiaobo Plaza","body":"On June 24, the House Appropriation Committee voted to rename the road in front of the China Embassy to Liu Xiaobo Plaza, which has deeply hurt the feelings of Chinese people. For the xmotherlandx, our understanding is that we ourselves can allow different opinions from home, but not the humiliation from abroad. Though the criticizing can be presented in China everyday, the insult from abroad is unacceptable. A sound China-U.S. relation is beneficial to both sides, and thus a sustainable friendship is what we expect. However, this practice has forced Chinese into a dilemma between our good picture of the U.S. and our instinct of protecting our motherland. Mr. President, please veto the absurd decision. Please show us the due courtesy and respect from a real great power.\r\n","issues":[{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"},{"id":"145","name":"Social Security"}],"signatureThreshold":100000,"signatureCount":1052,"signaturesNeeded":98948,"url":"https://petitions.whitehouse.gov/petition/veto-absurd-decision-renaming-international-place-liu-xiaobo-plaza/JJ76XfZX","deadline":1406957656,"status":"closed","response":null,"created":1404365656,"isSignable":false,"isPublic":true},{"id":"53b453bea9a0b19942000000","type":"petition","title":"Create a Council on Boys and Men to Fulfill the Needs of America's Boys and Men.","body":"President Obama is requested to announce the establishment of a White House Council on Boys and Men, parallel to the White House Council on Women and Girls. This request flows from a group of thirty-four national-class scholars and practitioners led by Dr. Warren Farrell.\r\n\r\nThe Commission states that America's boys and men face profound crises in various areas in life. Men have lower rates of college education, higher rates of suicide, and have far less public health services available, all when compared with women. One of every five men 25 to 54 is not working. If these symptoms are ignored, and our sons see the xend of menx as their future, they will have little inspiration for lifexs journey.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"28","name":"Human Rights"},{"id":"187","name":"Women's Issues"}],"signatureThreshold":100000,"signatureCount":2877,"signaturesNeeded":97123,"url":"https://petitions.whitehouse.gov/petition/create-council-boys-and-men-fulfill-needs-americas-boys-and-men/9JHqbbkX","deadline":1406918846,"status":"closed","response":null,"created":1404326846,"isSignable":false,"isPublic":true},{"id":"53b4291ceab72a4360000000","type":"petition","title":"Remove the need for citizens to register a Short Barreled Rifle (SBR) with the ATF, paying a $200 tax stamp.","body":"A rifle is a firearm with a barrel length greater than 16 inches. A Short Barreled Rifle (SBR) is a rifle with a barrel shorter than 16 inches. An SBR is less effective than a rifle but more effective than a handgun for self-defense. It is also more efficient for traversing close quarters to clear a threat from your place of residence such as a burglar, etc. As of right now, you can purchase a bull-pup rifle or rifle with a folding stock which is, in most cases, shorter in over all length than a SBR. The need to register an SBR (and Short Barreled Shotgun) is unjustified and the requirement should be removed. ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"12","name":"Defense"},{"id":"22","name":"Firearms"}],"signatureThreshold":100000,"signatureCount":16004,"signaturesNeeded":83996,"url":"https://petitions.whitehouse.gov/petition/remove-need-citizens-register-short-barreled-rifle-sbr-atf-paying-200-tax-stamp/h3YQxFCY","deadline":1406907932,"status":"closed","response":null,"created":1404315932,"isSignable":false,"isPublic":true},{"id":"53b3699a688938cb15000000","type":"petition","title":"Appoint Tim Howard as the Secretary of Defense","body":"We, the undersigned, hereby petition for the appointment of Timothy Matthew \"Tim\" Howard, Goalkeeper and MVP of the USMNT, king of the Andals, the Rhoynar and the First Men,  to the office of U.S. Secretary of Defense for acts of valor and general badassery during the 2014 World Cup.","issues":[{"id":"12","name":"Defense"},{"id":"24","name":"Foreign Policy"},{"id":"25","name":"Health Care"}],"signatureThreshold":100000,"signatureCount":1297,"signaturesNeeded":98703,"url":"https://petitions.whitehouse.gov/petition/appoint-tim-howard-secretary-defense/5cCzywS8","deadline":1406858906,"status":"closed","response":null,"created":1404266906,"isSignable":false,"isPublic":true},{"id":"53b3622900e579ef48000000","type":"petition","title":"Stop the Northeast Expansion pipeline that Kinder Morgan/Tennessee Gas plans to run through New York and Massachusetts.","body":"Stop the Northeast Pipeline!","issues":[{"id":"19","name":"Energy"},{"id":"20","name":"Environment"},{"id":"127","name":"Regulatory Reform"}],"signatureThreshold":100000,"signatureCount":520,"signaturesNeeded":99480,"url":"https://petitions.whitehouse.gov/petition/stop-northeast-expansion-pipeline-kinder-morgantennessee-gas-plans-run-through-new-york-and/TjGvpPwj","deadline":1406857001,"status":"closed","response":null,"created":1404265001,"isSignable":false,"isPublic":true},{"id":"53b34fb600e579c615000001","type":"petition","title":"We the people believe the Obama Administration should repeal the reverse-sting/stash-house robbery tactics used by ATF.","body":"It goes like this: a guy runs afoul of the law and decides to cooperate. Under instructions from ATF agents he presents the scenario of a disgruntled drug courier that wants to get his suppliers stash-house robbed for 20-50 kilos of cocaine. He encourages you to recruit friends &amp; guns, and what you end up with is 15-20yrs behind bars for a made up crime. No real drugs or stash-house, just real time! This highly controversial method of law enforcement is by far the Biggest Violation of Constitutional Rights since \"Stop &amp; Frisk\". Those laws were repealed &amp; abolished thanks to concerned citizens using their voice to combat racially bias oppression, and our goal is to get the Administration to abolish these policing tactics and release those who have fell victim to them. BUT WE NEED HELP!","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"193","name":"Government Reform"}],"signatureThreshold":100000,"signatureCount":441,"signaturesNeeded":99559,"url":"https://petitions.whitehouse.gov/petition/we-people-believe-obama-administration-should-repeal-reverse-stingstash-house-robbery-tactics-used/JD05rrYK","deadline":1406852278,"status":"closed","response":null,"created":1404260278,"isSignable":false,"isPublic":true},{"id":"53b3450d6ce61c5647000000","type":"petition","title":"Change the name of Washington National Airport (DCA) to \"Tim Howard National Airport\"","body":"Whereas Tim Howard has shown himself to be a national treasure, Minister of Defense, Friend of Joe Biden, and the holder for the record of most saves in a World Cup match; Therefore, we politely request that we rename the airport to recognize his accomplishments, and meritorious service to the United States of America. ","issues":[{"id":"12","name":"Defense"},{"id":"169","name":"Transportation and Infrastructure"}],"signatureThreshold":100000,"signatureCount":18203,"signaturesNeeded":81797,"url":"https://petitions.whitehouse.gov/petition/change-name-washington-national-airport-dca-tim-howard-national-airport/jrYbykxD","deadline":1406849549,"status":"closed","response":null,"created":1404257549,"isSignable":false,"isPublic":true},{"id":"53b2f420688938ab6d000000","type":"petition","title":"Impeachment of the judges going against the principles of the constitution separating church and state.","body":"A call for impeachment of Judges Alito, Roberts, Scalia, Thomas and Kennedy for their ruling that allows religious opinions and ideals to be a part of businesses. Businesses are for profit, of which the church isn't. It is a religious facility and \"it may not attempt to influence legislation as a substantial part of its activities\". They have allowed the lines to be blurred and have opened the doorway for discrimination against employees who do not share the religious ideals of their employers. They have allowed health care to be tied to belief systems and not science and medical need. They would have us hold to belief systems that do not reflect the public as a whole. Belief is a personal matter, not a corporate one. Corporations are not people, made up of, yes. But they are not people.  ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"25","name":"Health Care"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":1404,"signaturesNeeded":98596,"url":"https://petitions.whitehouse.gov/petition/impeachment-judges-going-against-principles-constitution-separating-church-and-state/8hR57k3m","deadline":1406828832,"status":"closed","response":null,"created":1404236832,"isSignable":false,"isPublic":true},{"id":"53b2dac87043012639000005","type":"petition","title":"Allow Non-Violent Ex-Felons To Be (gainfully) Employed","body":"Allow Non-Violent Ex-Felons to be (gainfully) employed.\r\n\r\nWe are asking that after a year of not re-offending and/or receiving any other charges that an employer can consider an ex-felon based on their ability and experience. After three years of no other charges, that he/she can be part of an initiative similar to the Don't Ask Don't Tell Policy\u009d and enlist in the US Military as well. \r\n\r\nWe the people of America are asking that the cycle of prisoners stop. As it stands today, if a young person commits a crime and receives a mandatory sentence resulting in a felony charge, they enter into a vicious cycle of not being able to be employed and return back to crime. It is known that once a person receives a felony charge, then his/her earning power decreases and in some cases non-existing.","issues":[{"id":"21","name":"Family"},{"id":"97","name":"Job Creation"},{"id":"127","name":"Regulatory Reform"}],"signatureThreshold":100000,"signatureCount":371,"signaturesNeeded":99629,"url":"https://petitions.whitehouse.gov/petition/allow-non-violent-ex-felons-be-gainfully-employed/Qwyl0K2V","deadline":1406822344,"status":"closed","response":null,"created":1404230344,"isSignable":false,"isPublic":true},{"id":"53b2bbc76ce61c6d6e000000","type":"petition","title":"Proclaim PANDAS/PANS Awareness Day on October 9 and Raise Awareness for Pediatric Autoimmune Neuropsychiatric Disorders","body":"Pediatric mental illness &amp; developmental disorder diagnoses are growing at an alarming rate.  Finding the cause is crucial.\r\n\r\nWhen a child has a sudden, dramatic personality change displayed as OCD with other symptoms such as anxiety, tics, sensory issues, ADHD, age regression, restrictive eating &amp; more, something is wrong. \r\n\r\nThere may be an undetected strep, bacterial, or viral infection triggering a misdirected immune response resulting in brain inflammation. This is called PANDAS (Pediatric Autoimmune Neuropsychiatric Disorders Assoc w/ Strep infections) or PANS (Pediatric Acute-onset Neuropsychiatric Syndromes). \r\n\r\nCORRECT DIAGNOSIS &amp; TREATMENT can save a child.\r\n\r\nStates proclaimed October 9 PANDAS/PANS Awareness Day. It is time for NATIONAL AWARENESS.\r\n\r\n-On behalf of PANDASnetwork.org \r\n\r\n\r\n","issues":[{"id":"13","name":"Disabilities"},{"id":"21","name":"Family"},{"id":"25","name":"Health Care"}],"signatureThreshold":100000,"signatureCount":3988,"signaturesNeeded":96012,"url":"https://petitions.whitehouse.gov/petition/proclaim-pandaspans-awareness-day-october-9-and-raise-awareness-pediatric-autoimmune/RPVllypp","deadline":1406814407,"status":"closed","response":null,"created":1404222407,"isSignable":false,"isPublic":true},{"id":"53b261ff2f2c889c22000001","type":"petition","title":"recognize that Palestinian lives matter equally to Jewish lives and stop Israel's rampage against the Palestinian people","body":"Mr. Obama mourned the 3 Israeli boys, but what about the 10 Palestinians killed since then--so far--by the Israeli Occupation Forces during the collective punishment of the Palestinian population? Do their lives matter less? \r\n\r\nThey had parents, too, or kids or wives who will never see them again and who suffer the same \"indescribable pain\" you mention! Furthermore, they were killed using US-supplied and funded weaponry.\r\n\r\nFreeze US aid to Israel until it complies with international law and human rights! Demand an immediate end to Israel's aggression against the Palestinian people!\r\n\r\nRest in peace Ali Awour, 10, Mohammad Dudeen, 15, Ahmad Sabarin, 21, Mustafa Aslan, 22, Mohammed Fasih, 24, Ahmad Khalid, 27, Osama Al-Hassumi, 29, Mahmoud Atallah, 30, Jamil Jaber, 60, and Fatima Rushdi, 78.","issues":[{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":5073,"signaturesNeeded":94927,"url":"https://petitions.whitehouse.gov/petition/recognize-palestinian-lives-matter-equally-jewish-lives-and-stop-israels-rampage-against-palestinian/3gDcQnqj","deadline":1406791423,"status":"closed","response":null,"created":1404199423,"isSignable":false,"isPublic":true},{"id":"53b2211e00e5797962000000","type":"petition","title":"Save the white-tailed deer","body":"The distinct valleys of the Great Smokey Mtns. produced distinct varieties of white-tailed deer.\r\nIf they are mixed together to live in the same area, theyxll interbreed to eventually become just one single xvarietyx of white-tailed deer.\r\nThe same result will occur if all humans are mixed together.\r\nThe promotion of diversity everywhere in the world will end diversity.\r\nBut wait! Anti-whites are massively mixing the worldxs races together ONLY IN WHITE COUNTRIES!\r\nWe urge the President to use his office to save both the white-tailed deer and the White race!\r\nAnti-whites who are carrying out the present White Genocide say theyxre anti-racist. What they are is ANTI-WHITE.\r\nAnti-racist is a code word for anti-white.\r\nDiversity is a code word for White Genocide.\r\n-\r\nLet's grow each month!\r\ngoo.gl/3SY5n\r\n","issues":[{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":193,"signaturesNeeded":99807,"url":"https://petitions.whitehouse.gov/petition/save-white-tailed-deer/00ng301C","deadline":1406774814,"status":"closed","response":null,"created":1404182814,"isSignable":false,"isPublic":true},{"id":"53b216d4688938c703000000","type":"petition","title":"Call On HHS &amp; The FDA To End Their Ban Against Gay &amp; Bisexual Male Blood Donors","body":"The US Food &amp; Drug Administration (FDA) bans gay &amp; bisexual men from donating blood. The current lifetime deferral focuses on sexual orientation &amp; we are calling on the FDA to change its policy so that it focuses on sexual behavior &amp; individual risk instead.\r\n\r\nIn 2010, HHS agreed that the ban on MSM blood donations was xsuboptimalx, but kept it in place pending additional research to xcreate a road map forwardx.\r\n\r\nThe American Medical Association opposes the ban saying it isnxt based on sound science. The blood donation organizations believe the rule should be modified to reflect the deferrals for other similar high-risk sexual behavior. 85 members of Congress have written to HHS to encourage its end. \r\n\r\nChanging this policy is long overdue - it is time to end this ban.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"25","name":"Health Care"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":44326,"signaturesNeeded":55674,"url":"https://petitions.whitehouse.gov/petition/call-hhs-fda-end-their-ban-against-gay-bisexual-male-blood-donors/7mcCpPxl","deadline":1406772180,"status":"closed","response":null,"created":1404180180,"isSignable":false,"isPublic":true},{"id":"53b202d1adfd95d24b000000","type":"petition","title":"Teach public school children the truth: ANTI-RACIST IS A CODE WORD FOR ANTI-WHITE!","body":"ALL White countries and ONLY White countries are being flooded with third world non-whites, and Whites are forced by law to integrate with them so as to xassimilate,x i.e. intermarry and be blended out of existence.\r\n\r\nMassive immigration and forced assimilation is genocide when it's done in Tibet, and it's genocide when it's done in White countries, by UN Convention:\r\n\r\nxDeliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part.x\r\n\r\nOur children are taught that this program of genocide against Whites is xanti-racist.x\r\n\r\nBut the truth is that it's anti-white!\r\n\r\nWe petition that our children be taught the truth:\r\n\r\nANTI-RACIST IS A CODE WORD FOR ANTI-WHITE!\r\n\r\n--\r\n\r\ngoo.gl/3SY5n\r\n\r\nLetxs grow each month!","issues":[{"id":"18","name":"Education"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":226,"signaturesNeeded":99774,"url":"https://petitions.whitehouse.gov/petition/teach-public-school-children-truth-anti-racist-code-word-anti-white/Fb4g2rxK","deadline":1406767057,"status":"closed","response":null,"created":1404175057,"isSignable":false,"isPublic":true},{"id":"53b1d691704301db51000001","type":"petition","title":"Impose visa restrictions for citizens of Russian Federation","body":"As additional response to Russian military aggression against Ukraine, annexation of Crimea and threats against the members of European community, we think it is important to impose visa restrictions for the citizens of Russian Federation, limiting their length of stay, denying multi-entry visas etc. Putinxs propaganda machine has done a tremendous job in brainwashing the population into believing that Russia is entitled to bring the former USSR territories back under the Russiaxs control. Majority of the Russia's citizens support Putinxs regime and do not believe that sanctions will have any effect on their everyday lives. And that despite the fact that many have children studying in colleges and universities around the world, they own real estate properties in USA.","issues":[{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":385,"signaturesNeeded":99615,"url":"https://petitions.whitehouse.gov/petition/impose-visa-restrictions-citizens-russian-federation/VJdKHtQQ","deadline":1406755729,"status":"closed","response":null,"created":1404163729,"isSignable":false,"isPublic":true},{"id":"53b1ca40688938c43b000001","type":"petition","title":"stop all funding to the Palestinian Authority.","body":"In light of the murder of Naftali Frankel, Eyal Shaer and Gilad Yifrach, we call upon the Obama administration to stop all funding to the Palestinian Authority. \r\n\r\nHamas, a recognized terrorist organization by the United States, is part of the Palestinian Authority. Hamas continues to murder and terrorize innocent civilians in Israel and is responsible for the recent abduction and murder of three teenagers, including an American citizen. \r\n\r\nIt is important that the United States make it very clear that they will not negotiate with, or support, any terrorist organizations.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":5168,"signaturesNeeded":94832,"url":"https://petitions.whitehouse.gov/petition/stop-all-funding-palestinian-authority/nbjbG6G8","deadline":1406752576,"status":"closed","response":null,"created":1404160576,"isSignable":false,"isPublic":true},{"id":"53b1bc1400e5792f68000001","type":"petition","title":"Pass the 28th Amendment - Complete Removal of Church from the State","body":"The United States of America has no true separation between the Church and State.  Please help remedy this confusion and pass an amendment to draw a clear line between the two.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"193","name":"Government Reform"},{"id":"127","name":"Regulatory Reform"}],"signatureThreshold":100000,"signatureCount":601,"signaturesNeeded":99399,"url":"https://petitions.whitehouse.gov/petition/pass-28th-amendment-complete-removal-church-state/gjvD40CH","deadline":1406748948,"status":"closed","response":null,"created":1404156948,"isSignable":false,"isPublic":true},{"id":"53b1ba7e00e5792f68000000","type":"petition","title":"End US funding of PA Until Unity with Hamas Ends","body":"The Simon Wiesenthal Center has asked President Obama to tell Abbas to end his unity government with Hamas, or US aid to the Palestinian Authority will end. (see link below) \r\n\r\nIn the wake of the murder of the three kidnapped Israeli teenagers by Hamas members, we feel that this request by the SWC is a modest proposal, and that President Obama should act on it immediately.\r\n\r\nhttp://www.wiesenthal.com/site/apps/nlnet/content2.aspx?c=lsKWLbPJLnF&amp;b=4441467&amp;ct=14044639#.U7G9JnQg_X4","issues":[{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":936,"signaturesNeeded":99064,"url":"https://petitions.whitehouse.gov/petition/end-us-funding-pa-until-unity-hamas-ends/TbGZMpsw","deadline":1406748542,"status":"closed","response":null,"created":1404156542,"isSignable":false,"isPublic":true},{"id":"53b1a70fa9a0b1f169000000","type":"petition","title":"remove the tax exempt status of all churches in the United States.","body":"We the People of the United States, demand that the tax exempt status of all churches in the U.S., be removed immediately and that there be no government funding of ANY religion. Keep the separation of church and state! Taxpayers who do not believe or agree with the current religious influence on policy should not have to fund the religious right with tax money. Eliminating the tax exemption status for churches would solve poverty in the United States. We no longer want to fund religions who think the Bible trumps the Constitution. ","issues":[{"id":"9","name":"Consumer Protections"},{"id":"28","name":"Human Rights"},{"id":"187","name":"Women's Issues"}],"signatureThreshold":100000,"signatureCount":1977,"signaturesNeeded":98023,"url":"https://petitions.whitehouse.gov/petition/remove-tax-exempt-status-all-churches-united-states/SJ95WZzZ","deadline":1406743567,"status":"closed","response":null,"created":1404151567,"isSignable":false,"isPublic":true},{"id":"53b14b6eeab72a7811000002","type":"petition","title":"Formally address the issue of black-on-white interracial violent crime","body":"Whereas, according to FBI statistics, more than two million white Americans are victimized by black-perpetrator instigated violence, annually;\r\n\r\nWhereas the federal government is complicit in promoting guilt in whites and anger and resentment in blacks, which leads to black-on-white violence;\r\n\r\nWhereas Barack Obama is the head of the federal government, and;\r\n\r\nWhereas he has addressed the issue of interracial violence when he perceived that a black person (Trayvon Martin) was the victim of interracial violent crime;\r\n\r\nTherefore be it resolved that President Barack Obama shall make the termination of black-on-white interracial violent crime a national priority and shall formally address the issue during a press conference, that he convenes at 7:00 PM EDT on Tuesday, August 5, 2014.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":261,"signaturesNeeded":99739,"url":"https://petitions.whitehouse.gov/petition/formally-address-issue-black-white-interracial-violent-crime/hM1VP2GZ","deadline":1406720110,"status":"closed","response":null,"created":1404128110,"isSignable":false,"isPublic":true},{"id":"53b0e785eab72aca46000001","type":"petition","title":"Explain why Asia is for the Asians, Africa is for the Africans, but White countries are for EVERYBODY!","body":"No one is flooding Asian countries with millions of non-Asians and forcing Asians to integrate with them so as to xassimilate,x i.e. intermarry and be blended out of existence.\r\nNo one is flooding African countries with millions of non-Africans and forcing Africans to integrate with them so as to xassimilate,x i.e. intermarry and be blended out of existence.\r\nONLY White countries, and ALL White countries, are being flooded with millions of non-whites, and Whites are forced by law to integrate with them so as to xassimilate,x i.e. intermarry and be blended out of existence.\r\nThe people carrying out this genocide against Whites say theyxre anti-racist. What they are is anti-White!\r\nAnti-racist is a code-word for anti-white!\r\n---\r\nDiversity is a code word for White Genocide.\r\ngoo.gl/3SY5n","issues":[{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":220,"signaturesNeeded":99780,"url":"https://petitions.whitehouse.gov/petition/explain-why-asia-asians-africa-africans-white-countries-are-everybody/2RSxj1RW","deadline":1406694533,"status":"closed","response":null,"created":1404102533,"isSignable":false,"isPublic":true},{"id":"53b0752100e5790004000000","type":"petition","title":"FROM MONTEL WILLIAMS: ORDER A SURGE FOR THE VA #vasurge","body":"Mr. President, our veterans are suffering. Sir, we need leadership from our Commander in Chief. The Administration's silence in recent weeks has many Veterans wondering if you care about them.  We must restore their trust. Congress is deadlocked, and that's Congress' fault. Please use your authority as Commander in Chief to:\r\n\r\nORDER the Secretaries of VA, DoD and HHS to submit a plan within 10 days to clear the backlog within 90 days using any and all military, Federal and civilian resources as may be necessary, and establish a baseline that can be used to determine what resources are needed to meet this most sacred of American commitments - to care for those who served.\r\n\r\n- Montel B. Williams, LCDR, (Ret.) USN\r\n\r\nRead more at http://bit.ly/vasurge (cut and paste into browser).","issues":[{"id":"25","name":"Health Care"},{"id":"28","name":"Human Rights"},{"id":"181","name":"Veterans and Military Families"}],"signatureThreshold":100000,"signatureCount":2789,"signaturesNeeded":97211,"url":"https://petitions.whitehouse.gov/petition/montel-williams-order-surge-va-vasurge/Scr7rhfB","deadline":1406665249,"status":"closed","response":null,"created":1404073249,"isSignable":false,"isPublic":true},{"id":"53af50f7eab72a2729000000","type":"petition","title":"Stop the discrimination against patients with chronic painful disease or injuries by DEA, pharmacies and government.","body":"Please consider that one fifth of population suffers pain on daily basis. Threats by DEA are preventing adequate care, medication and treatment of the disabled and this discrimination should not be allowed. Pharmacies are refusing to fill legitimate prescriptions and Doctors are scared to treat patients because of insane demands from DEA used to justify their paychecks. Arrest the dealers and trafficking criminals but please let patients live a life as pain free as possible. Take away threats to doctors and pharmacies for treating patients. I personally went to 6 pharmacists in one day. I am not a criminal.  Please make nationwide policy that allows treatment without fear. Prevent states from mistaking patients from criminals.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"13","name":"Disabilities"},{"id":"25","name":"Health Care"}],"signatureThreshold":100000,"signatureCount":621,"signaturesNeeded":99379,"url":"https://petitions.whitehouse.gov/petition/stop-discrimination-against-patients-chronic-painful-disease-or-injuries-dea-pharmacies-and/zjzx2hpN","deadline":1406590455,"status":"closed","response":null,"created":1403998455,"isSignable":false,"isPublic":true},{"id":"53ad97ce00e579c714000002","type":"petition","title":"approve Visas for e-sport team CIS","body":"Video game developer Valve hosts an tournament called \"The International\" for their game Dota 2 in which the finest teams from across the world compete for the World Championship equivalent of the game.\r\nThe fourth edition of The International is being hosted this year in Seattle where sixteen of the best teams from across the world have been invited to participate in a tournament with a prize pool of over $10 million dollars.\r\nOne of the invited teams, Team CIS, are from China who are currently facing issues with their visas to the United States. The team has been denied visa twice already as a group and they are to appear as individuals for their third try later this month.\r\nHoping that the US government can look in to the matter by treating it on similar grounds as that of regular sports.","issues":[{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":306,"signaturesNeeded":99694,"url":"https://petitions.whitehouse.gov/petition/approve-visas-e-sport-team-cis/sJGy3L7q","deadline":1406477518,"status":"closed","response":null,"created":1403885518,"isSignable":false,"isPublic":true},{"id":"53ad912c2bcfa3123c000000","type":"petition","title":"Help save Mohammad Gulab, the Afghan villager who saved the life of U.S. Navy SEAL Marcus Luttrell.","body":"Mohammad Gulab is a hero. An Afghan villager that saved the life of U.S. Navy SEAL Marcus Luttrell. The movie Lone Survivor was based on the story of these two individuals. He currently has a bounty on his head by the Taliban and needs immediate help for himself and his family. Below is a link to an article that describes what is currently happening to Gulab : http://www.vocativ.com/world/afghanistan-world/navy-seals-savior-marked-death-taliban/\r\nThis petition serves as a VISA request for Gulab and his family to come back to the U.S. and away from danger of the Taliban.\r\n\r\nThank you,","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":1138,"signaturesNeeded":98862,"url":"https://petitions.whitehouse.gov/petition/help-save-mohammad-gulab-afghan-villager-who-saved-life-us-navy-seal-marcus-luttrell/rLvfXgwm","deadline":1406475820,"status":"closed","response":null,"created":1403883820,"isSignable":false,"isPublic":true},{"id":"53aca1ef6ce61c2530000000","type":"petition","title":"Ban the FAA from setting rules or regulations on RC hobby remote control aircraft, and/or paper airplanes.","body":"The FAA should be stopped with their recent attempt 14 CFR Part 91 [Docket No. FAA-2014-0396] to limit, set regulations or ban the use of private RC remote control aircraft, rubber-band  wind up balsa wood air craft, battery operated aircraft, and even paper airplanes in any way. It would hinder our children of the future from leading our country to the forefront of technology, design, and engineering. Americans should not have to instruct their children that they cannot fly an RC remote control aircraft. The FAA has continually overreached it's limit's. Setting limits on RC remote control aircraft would be like stepping back in time and limiting the children of this great country to fly, dream, imagine, invent, create, engineer, or design. ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"30","name":"Innovation"},{"id":"157","name":"Technology and Telecommunications"}],"signatureThreshold":100000,"signatureCount":557,"signaturesNeeded":99443,"url":"https://petitions.whitehouse.gov/petition/ban-faa-setting-rules-or-regulations-rc-hobby-remote-control-aircraft-andor-paper-airplanes/kHsRbnPp","deadline":1406414575,"status":"closed","response":null,"created":1403822575,"isSignable":false,"isPublic":true},{"id":"53ac2faeee140f1f19000002","type":"petition","title":"Join the UK government and end the cruel dog and cat meat trade.","body":" A parliamentary motion has been tabled in the UK House  of Commons to call for an immediate end to dog meat trade cruelty.We urge the US Government to follow suit.\r\n\r\nOur charity, World Protection for Dogs and Cats in the Meat Trade, which runs the NoToDogMeat campaign has been working to end  the dog  and cat meat trade, by lobbying government officials and local organisations in  South Korea,China, Vietnam,Philippines,Thailand, Indonesia,Laos and Cambodia to raise public awareness and strengthen laws related to this trade.\r\n\r\n We call on the Chinese government  to end the annual Yulin dog meat festival,where thousands of dogs ( many former pets) are being cruelly  slaughtered for meat and South Korea to end public torture and slaughter of dogs and cats and enforce animal protection laws.","issues":[{"id":"1","name":"Agriculture"},{"id":"20","name":"Environment"},{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":1803,"signaturesNeeded":98197,"url":"https://petitions.whitehouse.gov/petition/join-uk-government-and-end-cruel-dog-and-cat-meat-trade/4Xh48r7N","deadline":1406385326,"status":"closed","response":null,"created":1403793326,"isSignable":false,"isPublic":true},{"id":"53abc45a6ce61cdb2d000002","type":"petition","title":"Grant Mohammad Gulab a Green Card so he can live in America Safely!","body":"Mohammad Gulab saved the life of U.S. Navy Seal Marcus Luttrell Survived only because of a centuries-old tribal code of honor called xPashtunwalix which mandates Pashtuns afford protection to anyone in need. Gulab considered it his sacred duty under that tribal code and when the Taliban came to demand that he hand over Luttrell, Gulab refused. The Taliban persisted, alternating between promises of money and threats to murder him and the rest of the village. None of it changed Gulabxs mind. He and his neighbors remained steadfast. Now Mohammad Gulabs is in worse danger than ever the Talibanxs district commander, Mullah Nasrullah has sent out members to try to kill Gulab and have said \"Soon we will blow you to hell,x Gulab Deserves to be granted a Green Card for his Actions in 2005! ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":349,"signaturesNeeded":99651,"url":"https://petitions.whitehouse.gov/petition/grant-mohammad-gulab-green-card-so-he-can-live-america-safely/BVk4Gt6D","deadline":1406357850,"status":"closed","response":null,"created":1403765850,"isSignable":false,"isPublic":true},{"id":"53ab959e6ce61c2b4f000001","type":"petition","title":"give our foster children a fighting chance at a good life.","body":"We should not continue the current system of always putting the needs and rights of the biological parents first. ... It's time we all recognize that some families simply cannot and should not be kept together.  It is time we put the needs and rights of the child first. All children need and have the right to be cared for, loved and above all protected. \r\nThis is why I propose an amendment to The Adoption and Safe Families Act (ASFA) that would allow states to terminate parental rights on cases involving a child that has re-entered the foster care system for a second time and the second time has been due to sexual and/or physical abuse.   \r\nI believe everyone deserves a second chance, but I don't believe they deserve a third and forth chance when the life of a child is being risked. \r\n ","issues":[{"id":"21","name":"Family"},{"id":"193","name":"Government Reform"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":335,"signaturesNeeded":99665,"url":"https://petitions.whitehouse.gov/petition/give-our-foster-children-fighting-chance-good-life/dwqkvhHH","deadline":1406345886,"status":"closed","response":null,"created":1403753886,"isSignable":false,"isPublic":true},{"id":"53ab6a37a9a0b1a340000000","type":"petition","title":"Put a halt to the House of Representatives and Speaker John Boehner from using tax payer funds to sue the POTUS!","body":"On behalf of the citizens of the United States of America, prevent the House of Representatives, and Speaker John Boehner from using congressional time, effort, resources and tax-payers funds to sue the President of the United States, Barack H. Obama. The undersigned do not agree that this is a viable cause for any part of Congress or any representative to take up.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"193","name":"Government Reform"}],"signatureThreshold":100000,"signatureCount":731,"signaturesNeeded":99269,"url":"https://petitions.whitehouse.gov/petition/put-halt-house-representatives-and-speaker-john-boehner-using-tax-payer-funds-sue-potus/54BqpgQn","deadline":1406334775,"status":"closed","response":null,"created":1403742775,"isSignable":false,"isPublic":true},{"id":"53ab0554eab72adc5f000009","type":"petition","title":"Remove Barriers to Home Health Care Access","body":"We are an industry of 12,000 plus providers who touch the lives of almost 6 million patients, resulting in 77.8 Billion dollars of expenditures.\r\nReferrals to Home Health Care services nationwide under the Medicare benefit will soon be rejected as a viable alternative by Physician referral sources, due to the draconian nature of the new proposed referral process.  \r\n\r\nWe urge you as lawmakers and representatives to search out, or respond to the Home Health Care providers in your districts who will be reaching out to you during the next several weeks, and spend 3-4 hours on the road with a home health nurse and therapist one day this summer.  \r\n\r\nYour presence in the businesses and homes of your constituents to better understand the needs and challenges we face every day cannot wait any longer.","issues":[{"id":"25","name":"Health Care"}],"signatureThreshold":100000,"signatureCount":2158,"signaturesNeeded":97842,"url":"https://petitions.whitehouse.gov/petition/remove-barriers-home-health-care-access/JXpCwgG6","deadline":1406308948,"status":"closed","response":null,"created":1403716948,"isSignable":false,"isPublic":true},{"id":"53aa4ae3a9a0b1f82d00000a","type":"petition","title":"Allow trans* people in the military!","body":"Trans* people are currently not allowed to be in the military.\r\nI have wanted to be in the military for quite some time now, but i have also just discovered I am transgender. It was devastating to learn that Trans* people aren't allowed to serve in the military. I believe that is something that should change because someone's gender should not stop them from pursuing something they want to pursue. According to\r\nhttps://news.vice.com/article/is-the-us-military-about-to-let-transgender-soldiers-serve , about 15,000 transgender people are lying about being transgender in the military. \r\n\r\nIt would be really great if this petition would be signed so people don't have to hide who they are and not be prohibited from doing something because of their gender.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"12","name":"Defense"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":472,"signaturesNeeded":99528,"url":"https://petitions.whitehouse.gov/petition/allow-trans-people-military/FbFBNrbc","deadline":1406261219,"status":"closed","response":null,"created":1403669219,"isSignable":false,"isPublic":true},{"id":"53aa33122bcfa3ea03000008","type":"petition","title":"immediately grant refugee status to Iraqi citizens who materially helped U.S. Forces during Operation Iraqi Freedom.","body":"There are many Iraqi citizens who aided U.S. Armed Forces during Operation Iraqi Freedom, acting as interpreters, contractors, informants, and more. The U.S. Armed Forces would have had an exponentially more difficult task if not for the help of these Iraqis. Some of these Iraqis have shown more loyalty to the United States than America's own citizens. Among their own countrymen, they are often seen as traitors.These Iraqis and their families are now in grave danger as their country is ripped apart by extremists. The U.S. must show loyalty to these individuals who risked their lives to further our foreign policy agenda. We demand immediate refugee status be granted to these Iraqis and their immediate families, and that they be transported safely to the United States.","issues":[{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":402,"signaturesNeeded":99598,"url":"https://petitions.whitehouse.gov/petition/immediately-grant-refugee-status-iraqi-citizens-who-materially-helped-us-forces-during-operation/pxmHGzzJ","deadline":1406255122,"status":"closed","response":null,"created":1403663122,"isSignable":false,"isPublic":true},{"id":"53aa13d8704301d74700000e","type":"petition","title":"implore the world's people concerned about China Wang Yan x","body":"I am from China, Anhui ordinary citizens Wang YanxBecause the Suffer In Chinese brain controls secret human experimentation (mind control)xFor eight yearsxDue to China's spyxthe Behind chronic use of Chronic poisonxMutilation of physical illnessxNow, as I uncover the truthxSuffered life-threateningxThereforexAppeal, including the U.S.xPeople and the world of justicexAndxHoping to get the U.S. government's humanitarian asylum and helpxnext year andxAllow children to the United States and I checked the body and self-reliant livingxAnd, are not subject to pressure the Chinese government refused visasx\r\n\r\nx8x","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":184,"signaturesNeeded":99816,"url":"https://petitions.whitehouse.gov/petition/implore-worlds-people-concerned-about-china-wang-yan-恳求全世界的人民关注中国王焰/CFhpJKlx","deadline":1406247128,"status":"closed","response":null,"created":1403655128,"isSignable":false,"isPublic":true},{"id":"53a96161adfd950d10000005","type":"petition","title":"Issue a Presidential Memorandum to Federal agencies encouraging employees to perform volunteer community service.","body":"Recommend that the President issue a memorandum to all agency heads encouraging them to support volunteer community service among their employees.  President Bush issued a similar Executive Order (13401) in 2006 - http://nodis3.gsfc.nasa.gov/displayEO.cfm?id=EO_13401_.\r\n\r\nEven though the President signed the Serve America Act and supports volunteer community service, he has never issued a directive to Federal agencies to follow his example.  EO 13401 provides a good template for this new Presidential Memorandum.  The Corporation for National and Community Service (CNCS) could serve at the proponent for this initiative.  Annual reports of volunteer service will hold agencies accountable for encouraging volunteer community service.","issues":[{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"121","name":"Poverty"},{"id":"175","name":"Urban Policy"}],"signatureThreshold":100000,"signatureCount":185,"signaturesNeeded":99815,"url":"https://petitions.whitehouse.gov/petition/issue-presidential-memorandum-federal-agencies-encouraging-employees-perform-volunteer-community/l0fJ4tsh","deadline":1406201441,"status":"closed","response":null,"created":1403609441,"isSignable":false,"isPublic":true},{"id":"53a8ce712bcfa36c3d000008","type":"petition","title":"Publicly applaud Montanans, who voted overwhelmingly against White Genocide but were overruled by a judge.","body":"Montanans voted overwhelmingly to deny state services to illegal aliens, but their votes were made worthless by the opposing vote of a single man.\r\ngoo.gl/bfepZ1\r\nALL White countries and ONLY White countries are being flooded with millions of third worlders, and Whites are forced by law to integrate with them so as to xassimilate,x i.e. intermarry and be blended out of existence.\r\nMassive immigration and forced assimilation is genocide when itxs done to Tibet, and itxs genocide when itxs done to White countries, by UN Convention:\r\nxDeliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part.x\r\nThose carrying out White Genocide say they are anti-racist. What they are is anti-white.\r\nAnti-racist is a code word for anti-white.","issues":[{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":242,"signaturesNeeded":99758,"url":"https://petitions.whitehouse.gov/petition/publicly-applaud-montanans-who-voted-overwhelmingly-against-white-genocide-were-overruled-judge/lr9Kx8kg","deadline":1406163825,"status":"closed","response":null,"created":1403571825,"isSignable":false,"isPublic":true},{"id":"53a7c5c800e579ea1c00000c","type":"petition","title":"Stop Child Deaths In Hot Vehicles","body":"On average, 38 children die in hot cars each year from heat-related deaths after being trapped inside motor vehicles. Even the best of parents or caregivers can unknowingly leave a sleeping baby in a car; and the end result can be injury or even death.\r\n\r\nhttp://www.kidsandcars.org/heatstroke.html\r\n\r\nToday the technology exists to save lives of children:\r\nSmart occupant detection systems could:\r\n\r\n1.Start the car, activate the climate control system in order to maintain a habitable environment \r\n2.Honk the horn at specific intervals to gain the attention of any nearby people\r\n3.Send a text message or even telephone call to the person who owns the car\r\n4.If 3) fails call OnStar\r\n5.Unlock the doors and roll down the windows \r\n\r\nhttp://www.vtec.net/news/news-item?news_item_id=1194538","issues":[{"id":"21","name":"Family"},{"id":"25","name":"Health Care"},{"id":"169","name":"Transportation and Infrastructure"}],"signatureThreshold":100000,"signatureCount":2505,"signaturesNeeded":97495,"url":"https://petitions.whitehouse.gov/petition/stop-child-deaths-hot-vehicles/DWBynlrh","deadline":1406096072,"status":"closed","response":null,"created":1403504072,"isSignable":false,"isPublic":true},{"id":"53a7a8e57043016b20000005","type":"petition","title":"Make Thursday the 26th a National Holiday","body":"On Thursday June 26th the United States faces Germany with a trip to the knockout stages of the world cup on the line.  Americans all over this great country won't get to see that game, won't get to enjoy the fraternity of their fellow citizens because it is scheduled for the middle of the day.\r\n\r\nWe'll be sneaking out for long lunches, refreshing browsers, calling in sick.\r\n\r\nYou can save everybody the trouble.  Make thursday a holiday.  Let's do this thing right and all stop what we're doing and watch the game together.\r\n\r\nThanks,\r\n\r\nAmerica.","issues":[{"id":"2","name":"Arts and Humanities"},{"id":"28","name":"Human Rights"},{"id":"30","name":"Innovation"}],"signatureThreshold":100000,"signatureCount":4107,"signaturesNeeded":95893,"url":"https://petitions.whitehouse.gov/petition/make-thursday-26th-national-holiday/0hjv6zdL","deadline":1406088677,"status":"closed","response":null,"created":1403496677,"isSignable":false,"isPublic":true},{"id":"53a64915688938f60800000e","type":"petition","title":"Pardon Charly Wingate","body":"Exculpatory evidence was withheld from the Grand Jury in this case. Evidence that was crucial in the decision making-function by the Grand Jury. Evidence that could have return a NOT GULTY verdict in Max B's trial.\r\n\r\nWe please ask that you! The people to sign this petition in support of Charly Wingate aka Max B and Kelvin Leerdam.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"28","name":"Human Rights"}],"signatureThreshold":100000,"signatureCount":829,"signaturesNeeded":99171,"url":"https://petitions.whitehouse.gov/petition/pardon-charly-wingate/cJ0cntK7","deadline":1405998613,"status":"closed","response":null,"created":1403406613,"isSignable":false,"isPublic":true},{"id":"53a5b5266ce61c4648000001","type":"petition","title":"Have the State Department sponsor \"AntiRacist Hitler\" to combat today's worldwide Genocide against Whites","body":"xSo many Whites here. We need more diversity.x\r\nThus spake AntiRacist Hitler in the brilliant genocidal allegory, \r\nhttp://goo.gl/Mhz4v\r\nWHY do we need more xdiversityx?\r\nWHY must ALL White countries and ONLY White countries be flooded with millions of third world non-whites?\r\nWHY must Whites be forced by law to integrate, and be pushed by propaganda to xassimilate,x i.e. intermarry and be blended out of existence?\r\nMassive immigration and forced assimilation is genocide when itxs done to Tibet, and itxs genocide when itxs done to White countries!\r\nThose carrying out our genocide say theyxre anti-racist. What they are is anti-white!\r\nAnti-racist is a code word for anti-white.\r\nDiversity is a code word for White Genocide!","issues":[{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signatureThreshold":100000,"signatureCount":213,"signaturesNeeded":99787,"url":"https://petitions.whitehouse.gov/petition/have-state-department-sponsor-antiracist-hitler-combat-todays-worldwide-genocide-against-whites/4hs61Fbw","deadline":1405960742,"status":"closed","response":null,"created":1403368742,"isSignable":false,"isPublic":true},{"id":"53a4be89ee140f9001000007","type":"petition","title":"Stop Post Office worker abuse in U.S. by overseeing management NOW","body":"This petition is a call out to the nation to step up and save our Post Office service along with our federal employees, many of whom are being abused on a daily basis by management. Sexual harassment, Racism and attacks upon veterans and employees with disabilities are rampant across the U.S. inside our own Post Offices.\r\nIt's time for Congress to step up - and oversee this mismanaged system.\r\nWe the undersigned demand action now.\r\nFrom coast to coast, examples of abuse have been sent to a TheJerseyTomatoPress.com over the past 6 months, from named and also anonymous post office employees.\r\nWe need Congress to investigate these allegations now.\r\nWe need oversight - and this a call to action for all Americans: let's save our Post Offices by helping the\r\nstaff and preventing abuse.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"13","name":"Disabilities"},{"id":"115","name":"Postal Service"}],"signatureThreshold":100000,"signatureCount":231,"signaturesNeeded":99769,"url":"https://petitions.whitehouse.gov/petition/stop-post-office-worker-abuse-us-overseeing-management-now/qVLpVHsd","deadline":1405897609,"status":"closed","response":null,"created":1403305609,"isSignable":false,"isPublic":true},{"id":"53a369bc6ce61cc37700000b","type":"petition","title":"Help the soldiers trying to bring home one of their brothers.","body":"  In 2009 our unit, Bravo Company 2nd/112th , 56th Stryker Brigade Combat Team deployed to Iraq.  As you are probably aware, US and allied forces employed Iraqi Nationals as translators. They served at their own peril and in some cases that of their families.  Many of these individuals served alongside US and coalition forces for years and in some cases lost their lives along with Americans. \r\n  We are seeking your help with the Special Immigrant Visa application process for one of the men who served as our interpreter throughout our tour in 2009.  Othman Mohan Muaawin AL-Janabi known to the soldiers as Justin is currently living in Baghdad. He is attempting to leave Iraq with his wife and their two year old daughter. Please help us get this young brave man and his Family out of Iraq.","issues":[{"id":"21","name":"Family"},{"id":"24","name":"Foreign Policy"},{"id":"181","name":"Veterans and Military Families"}],"signatureThreshold":100000,"signatureCount":483,"signaturesNeeded":99517,"url":"https://petitions.whitehouse.gov/petition/help-soldiers-trying-bring-home-one-their-brothers/q0x02Lmf","deadline":1405810364,"status":"closed","response":null,"created":1403218364,"isSignable":false,"isPublic":true},{"id":"53a35d5fadfd951346000002","type":"petition","title":"Memphis Appreciation Day","body":"On today, June 19, twitter had an explosion of Memphis appreciation tweets, I feel it is my duty as an American, and as a proud citizen of Memphis, Tennessee, to make this petition, to preserve the history, and the new development of Memphis, Tennessee. Today has been a great day in history, and many great things in history have came from Memphis. I believe, and I hope that June 19, can be national Memphis appreciation day. It will not only cause less crime, but it will bring pride, to a city that has a great impact on America. ","issues":[{"id":"2","name":"Arts and Humanities"},{"id":"4","name":"Civil Rights and Liberties"},{"id":"18","name":"Education"}],"signatureThreshold":100000,"signatureCount":748,"signaturesNeeded":99252,"url":"https://petitions.whitehouse.gov/petition/memphis-appreciation-day/Zkt45rhp","deadline":1405807199,"status":"closed","response":null,"created":1403215199,"isSignable":false,"isPublic":true},{"id":"53a0c36d2bcfa38625000002","type":"petition","title":"Allow the AMERICA movie to be released in theaters on military bases around the world.","body":"The feature film AMERICA from the Oscar-winning producer Gerald R. Molen and the creator of the film 2016: OBAMA'S AMERICA, Dinesh D'Souza, is scheduled to release through Lionsgate Films on July 2nd 2014 on 1,000 screens across the United States. At this time, there are no plans for the film to be released on U.S. military bases around the world. Since this is a patriotic film that celebrates America, we are asking the White House to allow this film to be seen by the men and women who have sacrificed for our country, at movie theaters around the world which happen to be located on U.S. military installations.","issues":[{"id":"2","name":"Arts and Humanities"},{"id":"4","name":"Civil Rights and Liberties"},{"id":"181","name":"Veterans and Military Families"}],"signatureThreshold":100000,"signatureCount":2127,"signaturesNeeded":97873,"url":"https://petitions.whitehouse.gov/petition/allow-america-movie-be-released-theaters-military-bases-around-world/Z6yDyZrT","deadline":1405636717,"status":"closed","response":null,"created":1403044717,"isSignable":false,"isPublic":true},{"id":"53a0b9daadfd95b30a00000a","type":"petition","title":"Nominate former President George W. Bush respectfully be named the next U.S. Ambassador to the country of Iraq.","body":"In the best interest of both Nations, we the undersigned, respectfully request that Former President George W. Bush be nominated for the position of U.S. Ambassador to the Nation of Iraq.  Said position should include all rights and responsibilities of the Ambassador, including residence in the country in which they are representing the interests of the United States.","issues":[{"id":"24","name":"Foreign Policy"}],"signatureThreshold":100000,"signatureCount":987,"signaturesNeeded":99013,"url":"https://petitions.whitehouse.gov/petition/nominate-former-president-george-w-bush-respectfully-be-named-next-us-ambassador-country-iraq/YlRXWJ2N","deadline":1405634266,"status":"closed","response":null,"created":1403042266,"isSignable":false,"isPublic":true}]}